# TODO: Translation updated at 2026-05-18 18:27

# game/script.rpy:12
translate english start_0ad6d6b7:

    # "Начинаем"
    "Начинаем"

# game/script.rpy:17
translate english a1_d291bb75:

    # narrator "Был обычный, безоблачный майский день. Весенние солнечные лучи освещали учебную аудиторию, а за окном пели птицы."
    narrator "Был обычный, безоблачный майский день. Весенние солнечные лучи освещали учебную аудиторию, а за окном пели птицы."

# game/script.rpy:22
translate english a2_4d96d670:

    # narrator "Я сидела на последнем занятии этого семестра. Все экзамены были сданы автоматом, остался всего лишь один зачёт, о сдаче которого я вообще не переживала."
    narrator "Я сидела на последнем занятии этого семестра. Все экзамены были сданы автоматом, остался всего лишь один зачёт, о сдаче которого я вообще не переживала."

# game/script.rpy:23
translate english a2_4759a463:

    # narrator "Я ждала своей очереди, чтобы показать решение задачи и получить заслуженную отметку."
    narrator "Я ждала своей очереди, чтобы показать решение задачи и получить заслуженную отметку."

# game/script.rpy:28
translate english a2_5a82d1fe:

    # narrator "Через пятнадцать минут профессор Билл Свэн, мой преподаватель по языку C++, подозвал меня."
    narrator "Через пятнадцать минут профессор Билл Свэн, мой преподаватель по языку C++, подозвал меня."

# game/script.rpy:32
translate english a2_2a9f8c58:

    # narrator "Уверенная в себе, я подошла к нему, начала показывать код, параллельно объясняя, что к чему."
    narrator "Уверенная в себе, я подошла к нему, начала показывать код, параллельно объясняя, что к чему."

# game/script.rpy:36
translate english a2_c0021819:

    # narrator "Он долго изучал мой код и блок-схему, задавал каверзные вопросы, но в конечном итоге сказал:"
    narrator "Он долго изучал мой код и блок-схему, задавал каверзные вопросы, но в конечном итоге сказал:"

# game/script.rpy:37
translate english a2_abdb8287:

    # swan "— Давайте сюда зачётку. У вас зачёт."
    swan "— Давайте сюда зачётку. У вас зачёт."

# game/script.rpy:41
translate english a2_4897b928:

    # narrator "Я обрадовалась и отдала её профессору."
    narrator "Я обрадовалась и отдала её профессору."

# game/script.rpy:45
translate english a2_8d44ffdc:

    # narrator "Когда он возвращал её мне, он спросил:"
    narrator "Когда он возвращал её мне, он спросил:"

# game/script.rpy:50
translate english a2_b20fd43e:

    # swan "— Не могли бы вы завтра подойти в Институт солнечно-земной физики?"
    swan "— Не могли бы вы завтра подойти в Институт солнечно-земной физики?"

# game/script.rpy:51
translate english a2_2c873b9f:

    # swan "— Ваш код мне очень понравился. Я бы хотел показать его моим магистрантам."
    swan "— Ваш код мне очень понравился. Я бы хотел показать его моим магистрантам."

# game/script.rpy:55
translate english a2_696c23fb:

    # narrator "Затем он посмотрел на меня, и что-то в его взгляде мне не понравилось. Я бы даже сказала, напугало."
    narrator "Затем он посмотрел на меня, и что-то в его взгляде мне не понравилось. Я бы даже сказала, напугало."

# game/script.rpy:70
translate english a4_c254eada:

    # swan "— Чудно! Жду вас около 12:30 в 245 кабинете."
    swan "— Чудно! Жду вас около 12:30 в 245 кабинете."

# game/script.rpy:71
translate english a4_8455150f:

    # swan "— Когда зайдёте в главное здание, скажите охране, что вы ко мне."
    swan "— Когда зайдёте в главное здание, скажите охране, что вы ко мне."

# game/script.rpy:72
translate english a4_df35489b:

    # swan "— Они вас пропустят, а если не пропустят, то позвоните мне по номеру 73-669, я приду и «съем» их."
    swan "— Они вас пропустят, а если не пропустят, то позвоните мне по номеру 73-669, я приду и «съем» их."

# game/script.rpy:77
translate english a4_6bc0c23e:

    # narrator "После этих слов он засмеялся."
    narrator "После этих слов он засмеялся."

# game/script.rpy:81
translate english a4_c674ce9e:

    # narrator "Признаться, я не поняла шутки, но из уважения к нему хихикнула."
    narrator "Признаться, я не поняла шутки, но из уважения к нему хихикнула."

# game/script.rpy:84
translate english a4_28797486:

    # narrator "Потом мы простились, и я пошла домой праздновать завершение семестра."
    narrator "Потом мы простились, и я пошла домой праздновать завершение семестра."

# game/script.rpy:89
translate english a5_e13bcbec:

    # narrator "На следующий день я приехала в Институт. Это был комплекс зданий невероятных размеров."
    narrator "На следующий день я приехала в Институт. Это был комплекс зданий невероятных размеров."

# game/script.rpy:90
translate english a5_7cd10bf0:

    # narrator "Здесь были и лаборатории, и какие-то радары или антенны, и строения, где в основном и работали сотрудники."
    narrator "Здесь были и лаборатории, и какие-то радары или антенны, и строения, где в основном и работали сотрудники."

# game/script.rpy:91
translate english a5_049a09f9:

    # narrator "Но самым большим было главное здание, куда, собственно, я и направилась."
    narrator "Но самым большим было главное здание, куда, собственно, я и направилась."

# game/script.rpy:96
translate english a6_e79d9441:

    # narrator "Когда я вошла внутрь, то сразу же пошла к стойке охраны, чтобы сказать, зачем я пришла. Ну и ещё спросить дорогу до 245 кабинета."
    narrator "Когда я вошла внутрь, то сразу же пошла к стойке охраны, чтобы сказать, зачем я пришла. Ну и ещё спросить дорогу до 245 кабинета."

# game/script.rpy:101
translate english a7_fe4eb10d:

    # narrator "Уже через десять минут я стояла перед аудиторией, забитой магистрантами, и рассказывала, как работает мой код."
    narrator "Уже через десять минут я стояла перед аудиторией, забитой магистрантами, и рассказывала, как работает мой код."

# game/script.rpy:102
translate english a7_ad2621c7:

    # narrator "Когда я выступала, я заметила на лицах всех людей, кроме профессора, печаль. Они как будто молили чем-то помочь им. Но чем?"
    narrator "Когда я выступала, я заметила на лицах всех людей, кроме профессора, печаль. Они как будто молили чем-то помочь им. Но чем?"

# game/script.rpy:103
translate english a7_4c4ebe1e:

    # narrator "Я подумала, что это из-за тяжёлой подготовки к экзаменам, но в глубине души я понимала, что что-то здесь не так. Или у меня просто разыгралось воображение."
    narrator "Я подумала, что это из-за тяжёлой подготовки к экзаменам, но в глубине души я понимала, что что-то здесь не так. Или у меня просто разыгралось воображение."

# game/script.rpy:107
translate english a8_491e5995:

    # narrator "Моё выступление длилось 20 минут. Когда я закончила, все магистранты зааплодировали. После этого они начали расходиться."
    narrator "Моё выступление длилось 20 минут. Когда я закончила, все магистранты зааплодировали. После этого они начали расходиться."

# game/script.rpy:109
translate english a8_a6210389:

    # narrator "Когда последний магистрант покинул аудиторию, профессор радостно сказал:"
    narrator "Когда последний магистрант покинул аудиторию, профессор радостно сказал:"

# game/script.rpy:114
translate english a8_b002a83a:

    # swan "— Вы меня поразили. Я и не думал, что у вас ещё и такие ораторские качества."
    swan "— Вы меня поразили. Я и не думал, что у вас ещё и такие ораторские качества."

# game/script.rpy:119
translate english a8_05a514a0:

    # swan "— Предлагаю отметить это чашечкой настоящего индийского чая. Он очень вкусный. Что скажете?"
    swan "— Предлагаю отметить это чашечкой настоящего индийского чая. Он очень вкусный. Что скажете?"

# game/script.rpy:131
translate english a9_30d43c99:

    # swan "— Жаль, — проговорил он с ноткой, как мне показалось, гнева."
    swan "— Жаль, — проговорил он с ноткой, как мне показалось, гнева."

# game/script.rpy:136
translate english a9_1ac24177:

    # swan "— Что ж, тогда давайте я расскажу вам о том, какие фичи можно добавить в ваш код."
    swan "— Что ж, тогда давайте я расскажу вам о том, какие фичи можно добавить в ваш код."

# game/script.rpy:138
translate english a9_6fd92afa:

    # narrator "И он начал говорить. Я слушала его и записывала. Некоторые идеи были, как по мне, абсурдны, до некоторых я могла додуматься и сама, но было несколько предложений, которые показались мне просто гениальными."
    narrator "И он начал говорить. Я слушала его и записывала. Некоторые идеи были, как по мне, абсурдны, до некоторых я могла додуматься и сама, но было несколько предложений, которые показались мне просто гениальными."

# game/script.rpy:139
translate english a9_92d700dc:

    # narrator "Я была очень благодарна профессору за это."
    narrator "Я была очень благодарна профессору за это."

# game/script.rpy:140
translate english a9_e1593d78:

    # narrator "Вы отвергли угощения, но приняли совет мудреца. Никогда не забывайте его, он может вам пригодиться…"
    narrator "Вы отвергли угощения, но приняли совет мудреца. Никогда не забывайте его, он может вам пригодиться…"

# game/script.rpy:145
translate english a10_414c8e29:

    # narrator "Профессор улыбнулся и пошёл за чайником. Через пять минут чай был готов и разлит по кружкам."
    narrator "Профессор улыбнулся и пошёл за чайником. Через пять минут чай был готов и разлит по кружкам."

# game/script.rpy:146
translate english a10_6727fff2:

    # narrator "Он действительно был вкусным, как и говорил профессор. За чаем мы разговорились о жизни, и я поняла, что профессор Свэн не такой, каким все его считали. В душе он весьма добрый человек."
    narrator "Он действительно был вкусным, как и говорил профессор. За чаем мы разговорились о жизни, и я поняла, что профессор Свэн не такой, каким все его считали. В душе он весьма добрый человек."

# game/script.rpy:147
translate english a10_08c5d7b2:

    # narrator "Поведение и внешность человека могут быть обманчивы. Под маской доброго и отзывчивого может прятаться настоящее чудовище."
    narrator "Поведение и внешность человека могут быть обманчивы. Под маской доброго и отзывчивого может прятаться настоящее чудовище."

# game/script.rpy:148
translate english a10_d823ed66:

    # narrator "Единственное, что правдиво в человеке — это его мотивы. Лишь они отражают его мировоззрение. Запомните это навсегда…"
    narrator "Единственное, что правдиво в человеке — это его мотивы. Лишь они отражают его мировоззрение. Запомните это навсегда…"

# game/script.rpy:156
translate english a12_48391687:

    # narrator "Через 20 минут профессору позвонили. Разговор был долгим, но наконец он сказал:"
    narrator "Через 20 минут профессору позвонили. Разговор был долгим, но наконец он сказал:"

# game/script.rpy:157
translate english a12_784ff5fe:

    # narrator "— Мне надо отойти на 10 минут. Подождите меня, пожалуйста, и мы продолжим."
    narrator "— Мне надо отойти на 10 минут. Подождите меня, пожалуйста, и мы продолжим."

# game/script.rpy:159
translate english a12_f6a75379:

    # narrator "И он ушёл."
    narrator "И он ушёл."

# game/script.rpy:160
translate english a12_e3f07ecc:

    # narrator "..."
    narrator "..."

# game/script.rpy:161
translate english a12_776e08a1:

    # narrator "Прошло десять минут"
    narrator "Прошло десять минут"

# game/script.rpy:162
translate english a12_e3f07ecc_1:

    # narrator "..."
    narrator "..."

# game/script.rpy:163
translate english a12_a86e2280:

    # narrator "Пятнадцать"
    narrator "Пятнадцать"

# game/script.rpy:164
translate english a12_e3f07ecc_2:

    # narrator "..."
    narrator "..."

# game/script.rpy:165
translate english a12_7047d579:

    # narrator "Двадцать"
    narrator "Двадцать"

# game/script.rpy:166
translate english a12_e3f07ecc_3:

    # narrator "..."
    narrator "..."

# game/script.rpy:167
translate english a12_dd9f1f8f:

    # narrator "Час."
    narrator "Час."

# game/script.rpy:168
translate english a12_ea4ac2a5:

    # narrator "Но профессор не возвращался. Мне становилось скучно."
    narrator "Но профессор не возвращался. Мне становилось скучно."

# game/script.rpy:179
translate english a13_665877aa:

    # narrator "В конце концов я решила прогуляться по ИСЗФ. Я вышла из аудитории, и моему взору открылся пустой длинный коридор."
    narrator "В конце концов я решила прогуляться по ИСЗФ. Я вышла из аудитории, и моему взору открылся пустой длинный коридор."

# game/script.rpy:180
translate english a13_655654f0:

    # narrator "С одной его стороны располагались учебные аудитории, с другой — окна, выходящие во внутренний двор института."
    narrator "С одной его стороны располагались учебные аудитории, с другой — окна, выходящие во внутренний двор института."

# game/script.rpy:188
translate english a14_edf1659c:

    # narrator "Я повернула налево. Когда я шла, я читала таблички на дверях. Некоторые аудитории были открыты и пусты, но в основном двери были закрыты."
    narrator "Я повернула налево. Когда я шла, я читала таблички на дверях. Некоторые аудитории были открыты и пусты, но в основном двери были закрыты."

# game/script.rpy:192
translate english a15_f8e7170a:

    # narrator "В одной из аудиторий я услышала знакомый голос профессора Бисмарка, преподавателя по анализу данных. Я подошла к двери и прислушалась, о чём он говорит."
    narrator "В одной из аудиторий я услышала знакомый голос профессора Бисмарка, преподавателя по анализу данных. Я подошла к двери и прислушалась, о чём он говорит."

# game/script.rpy:193
translate english a15_ee942c12:

    # voice_behind_door "— …Итак, какой ад вы выберете: классический или демократический?"
    voice_behind_door "— …Итак, какой ад вы выберете: классический или демократический?"

# game/script.rpy:194
translate english a15_cdbd3737:

    # narrator "Он рассказывал мой любимый анекдот про демократический ад, и я подумала, не зайти ли мне и не поздороваться с ним, но когда я коснулась ручки, она обожгла мою ладонь. Что с этой дверью не так?"
    narrator "Он рассказывал мой любимый анекдот про демократический ад, и я подумала, не зайти ли мне и не поздороваться с ним, но когда я коснулась ручки, она обожгла мою ладонь. Что с этой дверью не так?"

# game/script.rpy:202
translate english a16_d013ecda:

    # narrator "Я продолжила путь по коридору. Дойдя до конца, я развернулась и направилась в другую сторону. Мой путь от начала и до конца занял три минуты неспешного шага."
    narrator "Я продолжила путь по коридору. Дойдя до конца, я развернулась и направилась в другую сторону. Мой путь от начала и до конца занял три минуты неспешного шага."

# game/script.rpy:207
translate english a17_d348f28c:

    # narrator "Я решила толкнуть дверь, но не рассчитала силу и с громким звуком ввалилась в аудиторию, где, по всей видимости, проходил экзамен. Все взгляды в комнате сразу же устремились ко мне."
    narrator "Я решила толкнуть дверь, но не рассчитала силу и с громким звуком ввалилась в аудиторию, где, по всей видимости, проходил экзамен. Все взгляды в комнате сразу же устремились ко мне."

# game/script.rpy:212
translate english a17_3f66f3f3:

    # bismarck "— Вы что-то хотели, Хэлен?"
    bismarck "— Вы что-то хотели, Хэлен?"

# game/script.rpy:216
translate english a17_21ba6871:

    # helen "— Извините, профессор! Я просто решила зайти поздороваться, а заодно и послушать анекдот, но я вижу, что вы заняты."
    helen "— Извините, профессор! Я просто решила зайти поздороваться, а заодно и послушать анекдот, но я вижу, что вы заняты."

# game/script.rpy:221
translate english a17_1c63cd7c:

    # bismarck "— Да, я действительно занят. Давайте как-нибудь в другой раз."
    bismarck "— Да, я действительно занят. Давайте как-нибудь в другой раз."

# game/script.rpy:225
translate english a17_e258e3aa:

    # narrator "Когда он это говорил, я обратила внимание, что на лицах всех людей в аудитории ярко выражена боль."
    narrator "Когда он это говорил, я обратила внимание, что на лицах всех людей в аудитории ярко выражена боль."

# game/script.rpy:226
translate english a17_e6a45183:

    # narrator "Они буквально умоляли помочь им, но только чем?"
    narrator "Они буквально умоляли помочь им, но только чем?"

# game/script.rpy:230
translate english a17_e28b5c5b:

    # helen "— Тогда я лучше пойду. До свидания, профессор."
    helen "— Тогда я лучше пойду. До свидания, профессор."

# game/script.rpy:235
translate english a17_74dba6fc:

    # bismarck "— До свидания."
    bismarck "— До свидания."

# game/script.rpy:237
translate english a17_55f88e47:

    # narrator "Когда я выходила из комнаты, я чувствовала холодный взгляд профессора Бисмарка."
    narrator "Когда я выходила из комнаты, я чувствовала холодный взгляд профессора Бисмарка."

# game/script.rpy:239
translate english a17_bbba357d:

    # narrator "После того как я вышла, я немного успокоилась, но всё равно было ощущение, что профессор продолжает за мной наблюдать."
    narrator "После того как я вышла, я немного успокоилась, но всё равно было ощущение, что профессор продолжает за мной наблюдать."

# game/script.rpy:240
translate english a17_c68da604:

    # narrator "Есть вещи, которые делать не следует. И есть места, куда не стоит заходить. Зачем вы зашли туда?"
    narrator "Есть вещи, которые делать не следует. И есть места, куда не стоит заходить. Зачем вы зашли туда?"

# game/script.rpy:245
translate english a18_c06d1b34:

    # narrator "Я решила развернуться и пойти в другой конец коридора. По пути я увидела дверь с надписью «Кафедра программирования»."
    narrator "Я решила развернуться и пойти в другой конец коридора. По пути я увидела дверь с надписью «Кафедра программирования»."

# game/script.rpy:249
translate english a19_faad2b04:

    # narrator "Под надписью висела табличка с именами преподавателей. Посмотрев на имена и увидев среди них имя профессора Свэна, я решила зайти и спросить, когда он вернётся. Дверь была приоткрыта, и я решила заглянуть туда."
    narrator "Под надписью висела табличка с именами преподавателей. Посмотрев на имена и увидев среди них имя профессора Свэна, я решила зайти и спросить, когда он вернётся. Дверь была приоткрыта, и я решила заглянуть туда."

# game/script.rpy:254
translate english a20_51208fae:

    # narrator "В комнате стоял профессор Свэн и ещё один человек. Но почему человек в мантии?"
    narrator "В комнате стоял профессор Свэн и ещё один человек. Но почему человек в мантии?"

# game/script.rpy:259
translate english a20_c6e61c84:

    # narrator "Стоп, там ещё кто-то… Боже, что это?"
    narrator "Стоп, там ещё кто-то… Боже, что это?"

# game/script.rpy:260
translate english a20_4eaefa18:

    # narrator "Это похоже на человека, но почему у него не видно лица? И почему у этого светится красным левый глаз?"
    narrator "Это похоже на человека, но почему у него не видно лица? И почему у этого светится красным левый глаз?"

# game/script.rpy:261
translate english a20_5451b57e:

    # narrator "Мне стало не по себе, особенно когда я услышала его механический, скрипучий голос, который вещал:"
    narrator "Мне стало не по себе, особенно когда я услышала его механический, скрипучий голос, который вещал:"

# game/script.rpy:266
translate english a20_82189a03:

    # virus "— Не тебе решать, смертный! Да, она умна и подходит нам, но я чувствую в ней что-то от {i}него{/i}."
    virus "— Не тебе решать, смертный! Да, она умна и подходит нам, но я чувствую в ней что-то от {i}него{/i}."

# game/script.rpy:271
translate english a20_ca57e0aa:

    # swan "— Тогда что нам с ней делать?"
    swan "— Тогда что нам с ней делать?"

# game/script.rpy:272
translate english a20_c95e148d:

    # virus "— Убейте её!"
    virus "— Убейте её!"

# game/script.rpy:276
translate english a24_d1dd15c8:

    # narrator "Это повергло меня в шок. Почему-то мне показалось, что они говорили обо мне. И от этого мне стало ещё хуже."
    narrator "Это повергло меня в шок. Почему-то мне показалось, что они говорили обо мне. И от этого мне стало ещё хуже."

# game/script.rpy:277
translate english a24_c79bb414:

    # narrator "Я решила бежать оттуда, но когда я отходила от двери, я случайно коснулась её, и она скрипнула."
    narrator "Я решила бежать оттуда, но когда я отходила от двери, я случайно коснулась её, и она скрипнула."

# game/script.rpy:282
translate english a24_baa03d3c:

    # virus "— Что это?"
    virus "— Что это?"

# game/script.rpy:288
translate english a25_232753b1:

    # narrator "Я бросилась прочь от этой поганой двери в аудиторию за своими вещами."
    narrator "Я бросилась прочь от этой поганой двери в аудиторию за своими вещами."

# game/script.rpy:290
translate english a25_40cfe244:

    # narrator "Пулей залетев в аудиторию, я стала быстро закидывать всё в сумку."
    narrator "Пулей залетев в аудиторию, я стала быстро закидывать всё в сумку."

# game/script.rpy:294
translate english a26_0835076c:

    # narrator "Когда я взяла ноутбук, то заметила на столе какой-то рисунок, который не видела раньше. Времени осматривать его не было, но что-то подсказывало мне, что это может пригодиться."
    narrator "Когда я взяла ноутбук, то заметила на столе какой-то рисунок, который не видела раньше. Времени осматривать его не было, но что-то подсказывало мне, что это может пригодиться."

# game/script.rpy:302
translate english a27_89d236fe:

    # narrator "Я решила быстро взглянуть на рисунок. Он напоминал направленный граф со стрелками разного цвета: одни были зелёные, а другие красные."
    narrator "Я решила быстро взглянуть на рисунок. Он напоминал направленный граф со стрелками разного цвета: одни были зелёные, а другие красные."

# game/script.rpy:303
translate english a27_a7f4e142:

    # narrator "Чуть выше было написано: «Налево, Прямо, Налево, Направо, Направо под углом в 45 градусов, Прямо…»."
    narrator "Чуть выше было написано: «Налево, Прямо, Налево, Направо, Направо под углом в 45 градусов, Прямо…»."

# game/script.rpy:307
translate english a28_bb89fd0e:

    # narrator "Когда я положила ноутбук, в комнату вбежал профессор Свэн."
    narrator "Когда я положила ноутбук, в комнату вбежал профессор Свэн."

# game/script.rpy:312
translate english a28_1df84252:

    # swan "— Куда собралась?!"
    swan "— Куда собралась?!"

# game/script.rpy:317
translate english a28_d88fee0d:

    # narrator "Он потянулся к клинку, который висел у него на поясе. Я начала пятиться назад, а он — подходить."
    narrator "Он потянулся к клинку, который висел у него на поясе. Я начала пятиться назад, а он — подходить."

# game/script.rpy:318
translate english a28_15c33797:

    # narrator "Когда я коснулась спиной стены, я подумала, что мне конец. Профессор начал поднимать клинок в воздух."
    narrator "Когда я коснулась спиной стены, я подумала, что мне конец. Профессор начал поднимать клинок в воздух."

# game/script.rpy:323
translate english a29_44cbfecb:

    # narrator "Когда он подошёл к стене, то обрушил на меня холодное лезвие клинка, но я каким-то чудом сумела увернуться от этого удара и выбежать в коридор."
    narrator "Когда он подошёл к стене, то обрушил на меня холодное лезвие клинка, но я каким-то чудом сумела увернуться от этого удара и выбежать в коридор."

# game/script.rpy:328
translate english a30_696bf159:

    # narrator "Когда я выбежала, я поняла, что коридор изменился до неузнаваемости. Он менялся, искривлялся, искажался. Дверей в другие аудитории не было."
    narrator "Когда я выбежала, я поняла, что коридор изменился до неузнаваемости. Он менялся, искривлялся, искажался. Дверей в другие аудитории не было."

# game/script.rpy:329
translate english a30_bac46c5c:

    # narrator "Из окон лилось какое-то непонятное зелёное свечение. Пола и потолка просто не было. Вместо них бегали нули и единицы, которые постоянно меняли своё положение."
    narrator "Из окон лилось какое-то непонятное зелёное свечение. Пола и потолка просто не было. Вместо них бегали нули и единицы, которые постоянно меняли своё положение."

# game/script.rpy:330
translate english a30_189cd2ec:

    # narrator "Я начала бежать прямо по коридору так быстро, как могла. Скоро я достигла развилки. Боже, куда бежать?"
    narrator "Я начала бежать прямо по коридору так быстро, как могла. Скоро я достигла развилки. Боже, куда бежать?"

# game/script.rpy:334
translate english a31_a6804020:

    # narrator "Наконец я увидела дверь, из которой был виден солнечный свет… Быстрее, ещё быстрее. Я протаранила дверь и вылетела на освещённую солнцем улицу."
    narrator "Наконец я увидела дверь, из которой был виден солнечный свет… Быстрее, ещё быстрее. Я протаранила дверь и вылетела на освещённую солнцем улицу."

# game/script.rpy:335
translate english a31_72284947:

    # narrator "Не теряя времени, я понеслась от этого здания прочь, не обращая внимания ни на что."
    narrator "Не теряя времени, я понеслась от этого здания прочь, не обращая внимания ни на что."

# game/script.rpy:340
translate english a32_21165e47:

    # narrator "Вскоре я была дома. Я быстро забаррикадировала дверь, закрыла все окна и легла на кровать. Я долго не могла уснуть."
    narrator "Вскоре я была дома. Я быстро забаррикадировала дверь, закрыла все окна и легла на кровать. Я долго не могла уснуть."

# game/script.rpy:341
translate english a32_55cb3395:

    # narrator "Я думала о людях, которые чуть не убили меня, о том существе с красным левым глазом и о том, что следовало бы сообщить куда следует, но тут же подумала, что мне не поверят и отправят на психологическое обследование."
    narrator "Я думала о людях, которые чуть не убили меня, о том существе с красным левым глазом и о том, что следовало бы сообщить куда следует, но тут же подумала, что мне не поверят и отправят на психологическое обследование."

# game/script.rpy:345
translate english a33_de71750a:

    # narrator "Уснула я только под утро, но сон был тревожным. Поэтому я проспала всего три часа."
    narrator "Уснула я только под утро, но сон был тревожным. Поэтому я проспала всего три часа."

# game/script.rpy:346
translate english a33_ded42497:

    # narrator "Встав с кровати, я вспомнила, что мы с друзьями договорились сегодня собраться у меня."
    narrator "Встав с кровати, я вспомнила, что мы с друзьями договорились сегодня собраться у меня."

# game/script.rpy:347
translate english a33_ee4fbc12:

    # narrator "Я быстро переоделась, прибралась в квартире, разобрала баррикады и стала ждать друзей. Через час они были в квартире.."
    narrator "Я быстро переоделась, прибралась в квартире, разобрала баррикады и стала ждать друзей. Через час они были в квартире.."

# game/script.rpy:351
translate english a34_626c88e6:

    # narrator "Мы заказали пиццу, смотрели какие-то старые комедии и болтали о всякой ерунде."
    narrator "Мы заказали пиццу, смотрели какие-то старые комедии и болтали о всякой ерунде."

# game/script.rpy:352
translate english a34_41713081:

    # narrator "Я начала понемногу забывать вчерашний день."
    narrator "Я начала понемногу забывать вчерашний день."

# game/script.rpy:353
translate english a34_9f8ab19d:

    # narrator "Но тут кто-то завёл разговор об университете и, в частности, о профессоре Свэне и о профессоре Бисмарке."
    narrator "Но тут кто-то завёл разговор об университете и, в частности, о профессоре Свэне и о профессоре Бисмарке."

# game/script.rpy:354
translate english a34_f5a8ae7b:

    # narrator "Тут у меня разболелась голова, в глазах начало темнеть, а в голове возникли образы культистов."
    narrator "Тут у меня разболелась голова, в глазах начало темнеть, а в голове возникли образы культистов."

# game/script.rpy:355
translate english a34_70414d47:

    # friend "— Всё хорошо?"
    friend "— Всё хорошо?"

# game/script.rpy:367
translate english a35_518a5f86:

    # helen "— Да, всё нормально, просто устала."
    helen "— Да, всё нормально, просто устала."

# game/script.rpy:369
translate english a35_1667e0da:

    # narrator "Друзья поняли, что вечер подошёл к концу."
    narrator "Друзья поняли, что вечер подошёл к концу."

# game/script.rpy:370
translate english a35_72ad5974:

    # narrator "Они засобирались, и вскоре мы попрощались."
    narrator "Они засобирались, и вскоре мы попрощались."

# game/script.rpy:371
translate english a35_c511e6e3:

    # narrator "Я закрыла за ними дверь и осталась в квартире одна."
    narrator "Я закрыла за ними дверь и осталась в квартире одна."

# game/script.rpy:372
translate english a35_03ac1f0e:

    # narrator "Но тревожные мысли не отпускали."
    narrator "Но тревожные мысли не отпускали."

# game/script.rpy:373
translate english a35_5dba05d1:

    # narrator "Голова всё ещё гудела, и мне не хватало свежего воздуха."
    narrator "Голова всё ещё гудела, и мне не хватало свежего воздуха."

# game/script.rpy:374
translate english a35_2b61e0dc:

    # narrator "Решив немного проветриться, я накинула куртку и вышла на улицу."
    narrator "Решив немного проветриться, я накинула куртку и вышла на улицу."

# game/script.rpy:376
translate english a35_8d67f3c5:

    # narrator "Уже начало смеркаться, и кое-где показались звёзды."
    narrator "Уже начало смеркаться, и кое-где показались звёзды."

# game/script.rpy:377
translate english a35_da431adf:

    # narrator "Я глубоко вдохнула прохладный вечерний воздух, надеясь, что это поможет прогнать неприятные ощущения."
    narrator "Я глубоко вдохнула прохладный вечерний воздух, надеясь, что это поможет прогнать неприятные ощущения."

# game/script.rpy:378
translate english a35_405170eb:

    # narrator "Прогулявшись примерно 30 минут, я повернула обратно домой."
    narrator "Прогулявшись примерно 30 минут, я повернула обратно домой."

# game/script.rpy:383
translate english a36_10869539:

    # narrator "Когда я подходила к моему дому, я заметила, что какая-то тень мелькнула рядом с ним и ускользнула в переулок. Подумав, что это кошка, я продолжила путь."
    narrator "Когда я подходила к моему дому, я заметила, что какая-то тень мелькнула рядом с ним и ускользнула в переулок. Подумав, что это кошка, я продолжила путь."

# game/script.rpy:384
translate english a36_cf656cd4:

    # narrator "Но стоило мне подойти к двери, как кто-то набросился на меня сзади и потащил меня куда-то. Я сопротивлялась, но это было бесполезно. У него была довольно сильная хватка."
    narrator "Но стоило мне подойти к двери, как кто-то набросился на меня сзади и потащил меня куда-то. Я сопротивлялась, но это было бесполезно. У него была довольно сильная хватка."

# game/script.rpy:386
translate english a36_9e343c6a:

    # narrator "Наконец он дотащил меня в переулок и отпустил."
    narrator "Наконец он дотащил меня в переулок и отпустил."

# game/script.rpy:394
translate english a37_55158fd2:

    # narrator "Я быстро развернулась и увидела девушку."
    narrator "Я быстро развернулась и увидела девушку."

# game/script.rpy:399
translate english a37_a95faf08:

    # helen "— Кто ты? Что тебе от меня нужно?"
    helen "— Кто ты? Что тебе от меня нужно?"

# game/script.rpy:400
translate english a37_afcbead9:

    # girl "— Не беспокойся, Хэлен. Я не причиню тебе зла."
    girl "— Не беспокойся, Хэлен. Я не причиню тебе зла."

# game/script.rpy:401
translate english a37_c218c400:

    # girl "Извини, что так грубо обошлась с тобой, но на то были причины."
    girl "Извини, что так грубо обошлась с тобой, но на то были причины."

# game/script.rpy:402
translate english a37_2c036018:

    # lilian "Я Лилиана."
    lilian "Я Лилиана."

# game/script.rpy:404
translate english a37_b7114dfe:

    # helen "— Когда и откуда ты узнала моё имя?"
    helen "— Когда и откуда ты узнала моё имя?"

# game/script.rpy:407
translate english a37_f1362733:

    # lilian "— Со вчерашнего дня от моих разведчиков. Это ведь ты вчера сбежала из ИСЗФ, или, как называем его мы, из логова вируса, не так ли?"
    lilian "— Со вчерашнего дня от моих разведчиков. Это ведь ты вчера сбежала из ИСЗФ, или, как называем его мы, из логова вируса, не так ли?"

# game/script.rpy:408
translate english a37_dcbe295c:

    # helen "— Кто такие «мы», что за вирус и что вообще происходит?"
    helen "— Кто такие «мы», что за вирус и что вообще происходит?"

# game/script.rpy:415
translate english a38_63fe996f:

    # lilian "— Я начну отвечать с последнего вопроса."
    lilian "— Я начну отвечать с последнего вопроса."

# game/script.rpy:416
translate english a38_64fd58a8:

    # lilian "— Как я знаю, ты любишь программировать."
    lilian "— Как я знаю, ты любишь программировать."

# game/script.rpy:419
translate english a38_31186e26:

    # lilian "— Ты многое знаешь и ничего не знаешь одновременно."
    lilian "— Ты многое знаешь и ничего не знаешь одновременно."

# game/script.rpy:420
translate english a38_ad0fde84:

    # lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."
    lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."

# game/script.rpy:421
translate english a38_09d1f9b3:

    # lilian "— Но это далеко не так."
    lilian "— Но это далеко не так."

# game/script.rpy:422
translate english a38_a89394f5:

    # lilian "— Как тебе известно, все началось с машинного кода."
    lilian "— Как тебе известно, все началось с машинного кода."

# game/script.rpy:423
translate english a38_db515112:

    # lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло. Это именно он давал людям идеи, куда двигаться дальше."
    lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло. Это именно он давал людям идеи, куда двигаться дальше."

# game/script.rpy:424
translate english a38_aa1ce2f9:

    # lilian "— Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."
    lilian "— Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."

# game/script.rpy:425
translate english a38_70fe2a3f:

    # lilian "— Так появился язык Ассемблер."
    lilian "— Так появился язык Ассемблер."

# game/script.rpy:426
translate english a38_93ca688e:

    # lilian "— С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."
    lilian "— С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."

# game/script.rpy:427
translate english a38_32fba6e9:

    # lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."
    lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."

# game/script.rpy:428
translate english a38_507aa72b:

    # lilian "— Для всех них были придуманы свои языки, которые превратились в посланников."
    lilian "— Для всех них были придуманы свои языки, которые превратились в посланников."

# game/script.rpy:429
translate english a38_b0c7bce9:

    # lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."
    lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."

# game/script.rpy:432
translate english a38_1c7c0ad0:

    # lilian "— Но есть и тёмная сторона в программировании — это хакеры."
    lilian "— Но есть и тёмная сторона в программировании — это хакеры."

# game/script.rpy:433
translate english a38_8248c2e9:

    # lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."
    lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."

# game/script.rpy:434
translate english a38_2394793a:

    # lilian "— Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."
    lilian "— Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."

# game/script.rpy:435
translate english a38_6e38348d:

    # lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."
    lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."

# game/script.rpy:436
translate english a38_7a154955:

    # lilian "— Признаюсь, я и сама в нём состояла, но это в прошлом."
    lilian "— Признаюсь, я и сама в нём состояла, но это в прошлом."

# game/script.rpy:437
translate english a38_e2b39458:

    # lilian "— Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."
    lilian "— Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."

# game/script.rpy:441
translate english a39_55707f5a:

    # narrator "Когда она закончила, я не знала, что сказать. Я судорожно перебирала в голове варианты того, зачем я им понадобилась."
    narrator "Когда она закончила, я не знала, что сказать. Я судорожно перебирала в голове варианты того, зачем я им понадобилась."

# game/script.rpy:444
translate english a39_d9b6248a:

    # lilian "— У меня не так много способных людей."
    lilian "— У меня не так много способных людей."

# game/script.rpy:445
translate english a39_df7c6df0:

    # lilian "— Ты же достаточно умна. К тому же ты единственная, кто смогла сбежать из логова."
    lilian "— Ты же достаточно умна. К тому же ты единственная, кто смогла сбежать из логова."

# game/script.rpy:446
translate english a39_32bc2191:

    # lilian "— Поэтому я и пришла за тобой."
    lilian "— Поэтому я и пришла за тобой."

# game/script.rpy:447
translate english a39_d6813935:

    # lilian "— Что скажешь?"
    lilian "— Что скажешь?"

# game/script.rpy:461
translate english a40_8419d9f9:

    # lilian "— Я понимаю, что ты не доверяешь мне. Но позволь мне переубедить тебя."
    lilian "— Я понимаю, что ты не доверяешь мне. Но позволь мне переубедить тебя."

# game/script.rpy:462
translate english a40_1e536931:

    # lilian "— Можешь, пожалуйста, аккуратно посмотреть на окно своей квартиры?"
    lilian "— Можешь, пожалуйста, аккуратно посмотреть на окно своей квартиры?"

# game/script.rpy:464
translate english a40_d34cad03:

    # narrator "Я подошла к углу переулка и медленно высунулась."
    narrator "Я подошла к углу переулка и медленно высунулась."

# game/script.rpy:466
translate english a40_37986404:

    # narrator "Присмотревшись, в окне своей квартиры я увидела чёрный силуэт."
    narrator "Присмотревшись, в окне своей квартиры я увидела чёрный силуэт."

# game/script.rpy:467
translate english a40_ae4f1707:

    # narrator "Ошарашенная, я медленно вернулась обратно."
    narrator "Ошарашенная, я медленно вернулась обратно."

# game/script.rpy:471
translate english a40_74887202:

    # lilian "— Теперь ты понимаешь, что я не хочу тебе зла."
    lilian "— Теперь ты понимаешь, что я не хочу тебе зла."

# game/script.rpy:472
translate english a40_029388ab:

    # lilian "— Что ты сейчас думаешь?"
    lilian "— Что ты сейчас думаешь?"

# game/script.rpy:473
translate english a40_ca8037d9:

    # narrator "Недоверие к ней оставалось, но она спасла меня. Поэтому я неуверенно кивнула."
    narrator "Недоверие к ней оставалось, но она спасла меня. Поэтому я неуверенно кивнула."

# game/script.rpy:480
translate english a41_af6114e4:

    # narrator "Она улыбнулась."
    narrator "Она улыбнулась."

# game/script.rpy:481
translate english a41_7ccb61b3:

    # lilian "— Следуй за мной. Я приведу тебя на нашу базу."
    lilian "— Следуй за мной. Я приведу тебя на нашу базу."

# game/script.rpy:482
translate english a41_7b5efd45:

    # lilian "— Не переживай насчёт вещей. Мои люди завтра всё тебе принесут."
    lilian "— Не переживай насчёт вещей. Мои люди завтра всё тебе принесут."

# game/script.rpy:484
translate english a41_4cc6ff34:

    # narrator "После этих слов она накинула капюшон своего худи и направилась к выходу из переулка."
    narrator "После этих слов она накинула капюшон своего худи и направилась к выходу из переулка."

# game/script.rpy:485
translate english a41_38579717:

    # narrator "Вздохнув, я последовала за ней."
    narrator "Вздохнув, я последовала за ней."

# game/script.rpy:486
translate english a41_067890e3:

    # narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ"
    narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ"

# game/script.rpy:491
translate english a42_e2dbc09c:

    # helen "— Извините меня, но что-то мне стало не хорошо. Думаю, на сегодня хватит."
    helen "— Извините меня, но что-то мне стало не хорошо. Думаю, на сегодня хватит."

# game/script.rpy:493
translate english a42_56cfb8f0:

    # narrator "Друзья понимающе посмотрели на меня и стали собираться."
    narrator "Друзья понимающе посмотрели на меня и стали собираться."

# game/script.rpy:494
translate english a42_ca263961:

    # narrator "Вскоре, мы попрощались, и я закрыла за ними дверь."
    narrator "Вскоре, мы попрощались, и я закрыла за ними дверь."

# game/script.rpy:495
translate english a42_41cdcdaf:

    # narrator "Я понимала, что с каждой минутой мне становиться все хуже и хуже с каждой минутой."
    narrator "Я понимала, что с каждой минутой мне становиться все хуже и хуже с каждой минутой."

# game/script.rpy:496
translate english a42_59169c29:

    # narrator "Поэтому я решила, что пора спать."
    narrator "Поэтому я решила, что пора спать."

# game/script.rpy:497
translate english a42_19e9b7c0:

    # narrator "Я кое-как добралась до кровати, легла на нее не переодеваясь и моментально заснула."
    narrator "Я кое-как добралась до кровати, легла на нее не переодеваясь и моментально заснула."

# game/script.rpy:501
translate english a43_e50c09f7:

    # narrator "Разбудил меня непонятный шорох в комнате."
    narrator "Разбудил меня непонятный шорох в комнате."

# game/script.rpy:502
translate english a43_7ba27ce0:

    # narrator "Когда я открыла глаза, было уже темно."
    narrator "Когда я открыла глаза, было уже темно."

# game/script.rpy:503
translate english a43_ece582d5:

    # narrator "Но, присмотревшись в темноту, я увидела фигуру человека в чёрной мантии."
    narrator "Но, присмотревшись в темноту, я увидела фигуру человека в чёрной мантии."

# game/script.rpy:505
translate english a43_2e9ec3f5:

    # helen "— Кто вы?"
    helen "— Кто вы?"

# game/script.rpy:506
translate english a43_eeb9eca2:

    # cultist "— Мой повелитель пожелал твоей смерти. И я пришёл исполнить его волю."
    cultist "— Мой повелитель пожелал твоей смерти. И я пришёл исполнить его волю."

# game/script.rpy:508
translate english a43_9075c50c:

    # narrator "После этих слов он вынул кинжал и бросился на меня."
    narrator "После этих слов он вынул кинжал и бросился на меня."

# game/script.rpy:509
translate english a43_37c461a6:

    # narrator "Когда он был в паре сантиметров от меня, чёрная тень ударилась в его бок. Человек повалился на пол, что-то крича."
    narrator "Когда он был в паре сантиметров от меня, чёрная тень ударилась в его бок. Человек повалился на пол, что-то крича."

# game/script.rpy:510
translate english a43_13a4f94d:

    # narrator "Затем тень ударила его. Человек издал сдавленный писк и перестал двигаться."
    narrator "Затем тень ударила его. Человек издал сдавленный писк и перестал двигаться."

# game/script.rpy:511
translate english a43_6c5bdcd5:

    # narrator "Убедившись, что нападавший не представляет опасности, тень отступила от него и подошла ко мне. Перед глазами возникла девушка."
    narrator "Убедившись, что нападавший не представляет опасности, тень отступила от него и подошла ко мне. Перед глазами возникла девушка."

# game/script.rpy:514
translate english a43_b52cb77c:

    # girl "— Ты не ранена?"
    girl "— Ты не ранена?"

# game/script.rpy:516
translate english a43_ab12072e:

    # helen "— Нет, не ранена. Кто ты?"
    helen "— Нет, не ранена. Кто ты?"

# game/script.rpy:519
translate english a43_380e231e:

    # lilian "— Я Лилиана. Твоё же имя мне известно, Хэлен."
    lilian "— Я Лилиана. Твоё же имя мне известно, Хэлен."

# game/script.rpy:520
translate english a43_b7114dfe:

    # helen "— Когда и откуда ты узнала моё имя?"
    helen "— Когда и откуда ты узнала моё имя?"

# game/script.rpy:523
translate english a43_6e456793:

    # lilian "— Со вчерашнего дня от моих разведчиков. Это ведь ты вчера сбежала из ИСЗФ или, как называем его мы, логово вируса, не так ли?"
    lilian "— Со вчерашнего дня от моих разведчиков. Это ведь ты вчера сбежала из ИСЗФ или, как называем его мы, логово вируса, не так ли?"

# game/script.rpy:524
translate english a43_dcbe295c:

    # helen "— Кто такие «мы», что за вирус и что вообще происходит?"
    helen "— Кто такие «мы», что за вирус и что вообще происходит?"

# game/script.rpy:531
translate english a44_63fe996f:

    # lilian "— Я начну отвечать с последнего вопроса."
    lilian "— Я начну отвечать с последнего вопроса."

# game/script.rpy:532
translate english a44_64fd58a8:

    # lilian "— Как я знаю, ты любишь программировать."
    lilian "— Как я знаю, ты любишь программировать."

# game/script.rpy:535
translate english a44_31186e26:

    # lilian "— Ты многое знаешь и ничего не знаешь одновременно."
    lilian "— Ты многое знаешь и ничего не знаешь одновременно."

# game/script.rpy:536
translate english a44_ad0fde84:

    # lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."
    lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."

# game/script.rpy:537
translate english a44_09d1f9b3:

    # lilian "— Но это далеко не так."
    lilian "— Но это далеко не так."

# game/script.rpy:538
translate english a44_a89394f5:

    # lilian "— Как тебе известно, все началось с машинного кода."
    lilian "— Как тебе известно, все началось с машинного кода."

# game/script.rpy:539
translate english a44_db515112:

    # lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло. Это именно он давал людям идеи, куда двигаться дальше."
    lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло. Это именно он давал людям идеи, куда двигаться дальше."

# game/script.rpy:540
translate english a44_aa1ce2f9:

    # lilian "— Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."
    lilian "— Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."

# game/script.rpy:541
translate english a44_70fe2a3f:

    # lilian "— Так появился язык Ассемблер."
    lilian "— Так появился язык Ассемблер."

# game/script.rpy:542
translate english a44_93ca688e:

    # lilian "— С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."
    lilian "— С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."

# game/script.rpy:543
translate english a44_32fba6e9:

    # lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."
    lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."

# game/script.rpy:544
translate english a44_507aa72b:

    # lilian "— Для всех них были придуманы свои языки, которые превратились в посланников."
    lilian "— Для всех них были придуманы свои языки, которые превратились в посланников."

# game/script.rpy:545
translate english a44_b0c7bce9:

    # lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."
    lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."

# game/script.rpy:548
translate english a44_1c7c0ad0:

    # lilian "— Но есть и тёмная сторона в программировании — это хакеры."
    lilian "— Но есть и тёмная сторона в программировании — это хакеры."

# game/script.rpy:549
translate english a44_8248c2e9:

    # lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."
    lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."

# game/script.rpy:550
translate english a44_2394793a:

    # lilian "— Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."
    lilian "— Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."

# game/script.rpy:551
translate english a44_6e38348d:

    # lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."
    lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."

# game/script.rpy:552
translate english a44_7a154955:

    # lilian "— Признаюсь, я и сама в нём состояла, но это в прошлом."
    lilian "— Признаюсь, я и сама в нём состояла, но это в прошлом."

# game/script.rpy:553
translate english a44_e2b39458:

    # lilian "— Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."
    lilian "— Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."

# game/script.rpy:557
translate english a45_55707f5a:

    # narrator "Когда она закончила, я не знала, что сказать. Я судорожно перебирала в голове варианты того, зачем я им понадобилась."
    narrator "Когда она закончила, я не знала, что сказать. Я судорожно перебирала в голове варианты того, зачем я им понадобилась."

# game/script.rpy:560
translate english a45_d9b6248a:

    # lilian "— У меня не так много способных людей."
    lilian "— У меня не так много способных людей."

# game/script.rpy:561
translate english a45_df7c6df0:

    # lilian "— Ты же достаточно умна. К тому же ты единственная, кто смогла сбежать из логова."
    lilian "— Ты же достаточно умна. К тому же ты единственная, кто смогла сбежать из логова."

# game/script.rpy:562
translate english a45_32bc2191:

    # lilian "— Поэтому я и пришла за тобой."
    lilian "— Поэтому я и пришла за тобой."

# game/script.rpy:563
translate english a45_d6813935:

    # lilian "— Что скажешь?"
    lilian "— Что скажешь?"

# game/script.rpy:570
translate english a46_83484b22:

    # narrator "Я не знала, что ответить."
    narrator "Я не знала, что ответить."

# game/script.rpy:571
translate english a46_1427afc8:

    # narrator "С одной стороны, я не знаю её и не доверяю ей."
    narrator "С одной стороны, я не знаю её и не доверяю ей."

# game/script.rpy:572
translate english a46_aeef5391:

    # narrator "Но с другой — она спасла мне жизнь."
    narrator "Но с другой — она спасла мне жизнь."

# game/script.rpy:573
translate english a46_46a98b34:

    # narrator "Немного подумав, я нерешительно кивнула."
    narrator "Немного подумав, я нерешительно кивнула."

# game/script.rpy:577
translate english a46_af6114e4:

    # narrator "Она улыбнулась."
    narrator "Она улыбнулась."

# game/script.rpy:578
translate english a46_7ccb61b3:

    # lilian "— Следуй за мной. Я приведу тебя на нашу базу."
    lilian "— Следуй за мной. Я приведу тебя на нашу базу."

# game/script.rpy:579
translate english a46_e1e813b2:

    # lilian "— Сейчас нет времени собираться, поэтому про вещи забудь на время."
    lilian "— Сейчас нет времени собираться, поэтому про вещи забудь на время."

# game/script.rpy:580
translate english a46_3c1b1d81:

    # lilian "— Завтра мои люди принесут тебе их."
    lilian "— Завтра мои люди принесут тебе их."

# game/script.rpy:582
translate english a46_1a234bd5:

    # narrator "После этих слов она направилась к входной двери."
    narrator "После этих слов она направилась к входной двери."

# game/script.rpy:583
translate english a46_5af45e15:

    # narrator "Вдохнув, я последовала за ней."
    narrator "Вдохнув, я последовала за ней."

# game/script.rpy:584
translate english a46_067890e3:

    # narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ"
    narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ"

# game/script.rpy:588
translate english a47_e3dfbfcb:

    # narrator "Я бежала так быстро, как могла, но коридоры всё нарастали и нарастали."
    narrator "Я бежала так быстро, как могла, но коридоры всё нарастали и нарастали."

# game/script.rpy:589
translate english a47_1aecbf95:

    # narrator "Понемногу силы начали покидать меня."
    narrator "Понемногу силы начали покидать меня."

# game/script.rpy:590
translate english a47_eecd1ba7:

    # narrator "Через какое-то время я упала на пол и потеряла сознание."
    narrator "Через какое-то время я упала на пол и потеряла сознание."

# game/script.rpy:595
translate english a48_d7e1d084:

    # narrator "Очнулась я в сером безжизненном месте."
    narrator "Очнулась я в сером безжизненном месте."

# game/script.rpy:596
translate english a48_1ff0677d:

    # narrator "Первая мысль была, что я умерла."
    narrator "Первая мысль была, что я умерла."

# game/script.rpy:597
translate english a48_fc3dc91d:

    # narrator "Голова раскалывалась, а в ушах сильно гудело."
    narrator "Голова раскалывалась, а в ушах сильно гудело."

# game/script.rpy:598
translate english a48_aa342d0a:

    # narrator "Кое-как поднявшись, я осмотрелась."
    narrator "Кое-как поднявшись, я осмотрелась."

# game/script.rpy:599
translate english a48_d3527174:

    # narrator "Здесь ничего не было."
    narrator "Здесь ничего не было."

# game/script.rpy:600
translate english a48_88f4febb:

    # narrator "Тут я заметила на руке какое-то устройство с двумя экранами."
    narrator "Тут я заметила на руке какое-то устройство с двумя экранами."

# game/script.rpy:601
translate english a48_d24f82d0:

    # narrator "На экранах было написано нечто, напоминающее логин и пароль."
    narrator "На экранах было написано нечто, напоминающее логин и пароль."

# game/script.rpy:602
translate english a48_8a9df8f5:

    # narrator "Не понимая, что происходит, я решила пойти прямо."
    narrator "Не понимая, что происходит, я решила пойти прямо."

# game/script.rpy:606
translate english a49_5b359ef0:

    # narrator "Шла я долго, пока в серой дымке не возник силуэт человека."
    narrator "Шла я долго, пока в серой дымке не возник силуэт человека."

# game/script.rpy:609
translate english a49_2ac87e5d:

    # narrator "Он был облачен в серую мантию, полностью закрывавшую его."
    narrator "Он был облачен в серую мантию, полностью закрывавшую его."

# game/script.rpy:610
translate english a49_e8216645:

    # narrator "Виднелись лишь совершенно белые глаза."
    narrator "Виднелись лишь совершенно белые глаза."

# game/script.rpy:611
translate english a49_0e70e0c6:

    # narrator "В руках он держал посох с полумесяцем на конце."
    narrator "В руках он держал посох с полумесяцем на конце."

# game/script.rpy:614
translate english a49_bfc0b2e2:

    # narrator "Незнакомец подошёл ко мне ближе."
    narrator "Незнакомец подошёл ко мне ближе."

# game/script.rpy:616
translate english a49_2e9ec3f5:

    # helen "— Кто вы?"
    helen "— Кто вы?"

# game/script.rpy:620
translate english a49_690efdd4:

    # narrator "Ответа не последовало."
    narrator "Ответа не последовало."

# game/script.rpy:621
translate english a49_07c4a564:

    # narrator "Он внимательно посмотрел на меня безжизненными глазами."
    narrator "Он внимательно посмотрел на меня безжизненными глазами."

# game/script.rpy:622
translate english a49_f38eb53f:

    # narrator "Затем он развернулся и жестом приказал следовать за ним."
    narrator "Затем он развернулся и жестом приказал следовать за ним."

# game/script.rpy:623
translate english a49_90b6966f:

    # narrator "Не уверенная в том, что поступаю правильно, я двинулась за ним."
    narrator "Не уверенная в том, что поступаю правильно, я двинулась за ним."

# game/script.rpy:625
translate english a49_e86cc03d:

    # narrator "Я не знаю, сколько времени мы шли."
    narrator "Я не знаю, сколько времени мы шли."

# game/script.rpy:626
translate english a49_03905176:

    # narrator "Пейзаж оставался таким же серым и мёртвым."
    narrator "Пейзаж оставался таким же серым и мёртвым."

# game/script.rpy:627
translate english a49_f9ee1acd:

    # narrator "Наконец незнакомец довёл меня до места, где стоял стол."
    narrator "Наконец незнакомец довёл меня до места, где стоял стол."

# game/script.rpy:628
translate english a49_bff5e519:

    # narrator "На столе лежала потрёпанная книга и стоял старый экран компьютера."
    narrator "На столе лежала потрёпанная книга и стоял старый экран компьютера."

# game/script.rpy:631
translate english a49_a2b8ab3c:

    # narrator "Человек подошёл к столу, включил экран и взял книгу."
    narrator "Человек подошёл к столу, включил экран и взял книгу."

# game/script.rpy:634
translate english a49_050ff149:

    # narrator "Затем вернулся ко мне и вручил её."
    narrator "Затем вернулся ко мне и вручил её."

# game/script.rpy:637
translate english a49_66cb40e4:

    # narrator "Я неуверенно взяла и открыла книгу."
    narrator "Я неуверенно взяла и открыла книгу."

# game/script.rpy:639
translate english a49_045f300b:

    # narrator "В ней было написано, что место, где я нахожусь — это место-между-мирами."
    narrator "В ней было написано, что место, где я нахожусь — это место-между-мирами."

# game/script.rpy:640
translate english a49_c3483ee5:

    # narrator "Есть только один способ выбраться отсюда."
    narrator "Есть только один способ выбраться отсюда."

# game/script.rpy:641
translate english a49_4597ba9f:

    # narrator "Для этого нужно ввести правильную последовательность команд в терминале."
    narrator "Для этого нужно ввести правильную последовательность команд в терминале."

# game/script.rpy:642
translate english a49_f36c4e89:

    # narrator "Я продолжила читать книгу."
    narrator "Я продолжила читать книгу."

# game/script.rpy:643
translate english a49_24097270:

    # narrator "То, что я увидела дальше, сильно напомнило мне команды git и их описание."
    narrator "То, что я увидела дальше, сильно напомнило мне команды git и их описание."

# game/script.rpy:644
translate english a49_3b51891f:

    # narrator "Тогда я поняла, что нужно сделать."
    narrator "Тогда я поняла, что нужно сделать."

# game/script.rpy:645
translate english a49_bbc042c4:

    # narrator "Мне стоит посмотреть, в какой ветке я нахожусь, затем поменять её на другую, которая выведет меня в настоящий мир."
    narrator "Мне стоит посмотреть, в какой ветке я нахожусь, затем поменять её на другую, которая выведет меня в настоящий мир."

# game/script.rpy:646
translate english a49_238b4da6:

    # narrator "Как только я ввела первую команду, экран начал моргать."
    narrator "Как только я ввела первую команду, экран начал моргать."

# game/script.rpy:647
translate english a49_b9801881:

    # narrator "Вскоре на нём появилась надпись: «Введите свой ID и пароль»."
    narrator "Вскоре на нём появилась надпись: «Введите свой ID и пароль»."

# game/script.rpy:648
translate english a49_ad79e37f:

    # narrator "Но где мне взять их?"
    narrator "Но где мне взять их?"

# game/script.rpy:649
translate english a49_e22c6760:

    # narrator "Вспомнив про устройство на руке, я подняла его поближе, чтобы рассмотреть символы."
    narrator "Вспомнив про устройство на руке, я подняла его поближе, чтобы рассмотреть символы."

# game/script.rpy:654
translate english a53_c358cbcc:

    # narrator "Разбудил меня звук капающей откуда-то воды."
    narrator "Разбудил меня звук капающей откуда-то воды."

# game/script.rpy:655
translate english a53_e823fb8e:

    # narrator "Я открыла глаза и поняла, что нахожусь в тёмном помещении."
    narrator "Я открыла глаза и поняла, что нахожусь в тёмном помещении."

# game/script.rpy:656
translate english a53_9c398895:

    # narrator "Как я сюда попала?"
    narrator "Как я сюда попала?"

# game/script.rpy:658
translate english a53_bf224a28:

    # narrator "Боже, почему так сильно болит голова?"
    narrator "Боже, почему так сильно болит голова?"

# game/script.rpy:659
translate english a53_cebb4bf0:

    # narrator "Где я вообще?"
    narrator "Где я вообще?"

# game/script.rpy:660
translate english a53_eaf1e283:

    # narrator "И где моя сумка?"
    narrator "И где моя сумка?"

# game/script.rpy:661
translate english a53_7f0d78fa:

    # narrator "Столько вопросов и так мало ответов."
    narrator "Столько вопросов и так мало ответов."

# game/script.rpy:662
translate english a53_f421f854:

    # narrator "Я оглядела помещение. По всей видимости, это был тёмный подвал. Единственное, что я смогла различить — это стол, на котором горела свечка."
    narrator "Я оглядела помещение. По всей видимости, это был тёмный подвал. Единственное, что я смогла различить — это стол, на котором горела свечка."

# game/script.rpy:663
translate english a53_f1ffa259:

    # narrator "Тут невыносимо пахло плесенью и сыростью. Где-то капала вода. Звук падения капель сильно действовал на нервы. Я начала беспокоиться."
    narrator "Тут невыносимо пахло плесенью и сыростью. Где-то капала вода. Звук падения капель сильно действовал на нервы. Я начала беспокоиться."

# game/script.rpy:664
translate english a53_32284501:

    # narrator "Вдруг в углу я заметила движение. Присмотревшись, я заметила двух людей. Я решила подойти и познакомиться."
    narrator "Вдруг в углу я заметила движение. Присмотревшись, я заметила двух людей. Я решила подойти и познакомиться."

# game/script.rpy:668
translate english a54_620af19e:

    # narrator "Приблизившись, я различила девушку и мужчину."
    narrator "Приблизившись, я различила девушку и мужчину."

# game/script.rpy:671
translate english a54_6b3c0de0:

    # man "— Очнулась. Как ты?"
    man "— Очнулась. Как ты?"

# game/script.rpy:676
translate english a54_33d0323c:

    # helen "— Спасибо, всё хорошо."
    helen "— Спасибо, всё хорошо."

# game/script.rpy:681
translate english a54_de997008:

    # girl "— Точно всё нормально? У тебя кровь на лбу."
    girl "— Точно всё нормально? У тебя кровь на лбу."

# game/script.rpy:683
translate english a54_7d0104c6:

    # narrator "Я дотронулась до лба и нащупала небольшую рану."
    narrator "Я дотронулась до лба и нащупала небольшую рану."

# game/script.rpy:684
translate english a54_cf408832:

    # narrator "Наверное, ударилась, когда падала, подумала я."
    narrator "Наверное, ударилась, когда падала, подумала я."

# game/script.rpy:687
translate english a54_cb6daae9:

    # girl "— Как тебя зовут?"
    girl "— Как тебя зовут?"

# game/script.rpy:692
translate english a54_9439fdaa:

    # helen "— Хэлен."
    helen "— Хэлен."

# game/script.rpy:694
translate english a54_578d3b91:

    # narrator "Они также представились."
    narrator "Они также представились."

# game/script.rpy:695
translate english a54_24ff3fae:

    # narrator "Девушку звали Джанет."
    narrator "Девушку звали Джанет."

# game/script.rpy:698
translate english a54_78a15187:

    # narrator "А мужчину — Джон."
    narrator "А мужчину — Джон."

# game/script.rpy:703
translate english a54_6d29e569:

    # helen "— Как вы сюда попали?"
    helen "— Как вы сюда попали?"

# game/script.rpy:705
translate english a54_2ccc8048:

    # narrator "Первой начала говорить рыжеволосая Джанет."
    narrator "Первой начала говорить рыжеволосая Джанет."

# game/script.rpy:706
translate english a54_cf091266:

    # narrator "Её голос звучал устало, но иногда в нём проскальзывали нотки напыщенности."
    narrator "Её голос звучал устало, но иногда в нём проскальзывали нотки напыщенности."

# game/script.rpy:707
translate english a54_7f936fe5:

    # janet "— О, я попала сюда, наверное, неделю назад."
    janet "— О, я попала сюда, наверное, неделю назад."

# game/script.rpy:708
translate english a54_a6fa3c2a:

    # janet "— Я была звездой университета."
    janet "— Я была звездой университета."

# game/script.rpy:709
translate english a54_f6cb70ea:

    # janet "— У меня были связи, деньги и слава. "
    janet "— У меня были связи, деньги и слава. "

# game/script.rpy:710
translate english a54_0acd7728:

    # janet "— За мной гонялись практически все парни университета."
    janet "— За мной гонялись практически все парни университета."

# game/script.rpy:711
translate english a54_3d84caa6:

    # janet "— Это продолжалось до тех пор, пока в университет не пришла Анна, чёрт бы её побрал. Она была скромницей и умницей."
    janet "— Это продолжалось до тех пор, пока в университет не пришла Анна, чёрт бы её побрал. Она была скромницей и умницей."

# game/script.rpy:712
translate english a54_374908e0:

    # janet "— И эта скромница как-то умудрилась стать популярней меня!"
    janet "— И эта скромница как-то умудрилась стать популярней меня!"

# game/script.rpy:713
translate english a54_4ff7dfc2:

    # janet "— Меня, первой звезды универа!"
    janet "— Меня, первой звезды универа!"

# game/script.rpy:716
translate english a54_c3cd8324:

    # narrator "Джанет скривила рот в недовольной гримасе."
    narrator "Джанет скривила рот в недовольной гримасе."

# game/script.rpy:717
translate english a54_56c602f8:

    # janet "— Я пыталась по-доброму поговорить с ней, но у меня не вышло."
    janet "— Я пыталась по-доброму поговорить с ней, но у меня не вышло."

# game/script.rpy:718
translate english a54_d35172ef:

    # janet "— Она говорила, что сама не знает, как у неё это получилось. Но я не верила ей."
    janet "— Она говорила, что сама не знает, как у неё это получилось. Но я не верила ей."

# game/script.rpy:719
translate english a54_b354fadf:

    # janet "— В общем, я всячески пробовала напакостить ей, но она как-то выкручивалась из всех ситуаций."
    janet "— В общем, я всячески пробовала напакостить ей, но она как-то выкручивалась из всех ситуаций."

# game/script.rpy:722
translate english a54_6b7530f9:

    # janet "— Однажды я заметила, что она проводит много времени с каким-то стариком, Бисмарком вроде бы."
    janet "— Однажды я заметила, что она проводит много времени с каким-то стариком, Бисмарком вроде бы."

# game/script.rpy:723
translate english a54_d70db881:

    # janet "— Тогда я решила оклеветать её, сказав, что она флиртует с ним."
    janet "— Тогда я решила оклеветать её, сказав, что она флиртует с ним."

# game/script.rpy:724
translate english a54_030addfe:

    # janet "— Как-то раз я подкараулила их в одной из аудиторий."
    janet "— Как-то раз я подкараулила их в одной из аудиторий."

# game/script.rpy:725
translate english a54_970ecfb5:

    # janet "— Я аккуратно подошла к двери, тихо приоткрыла её и хотела начать снимать, но увиденное поразило меня."
    janet "— Я аккуратно подошла к двери, тихо приоткрыла её и хотела начать снимать, но увиденное поразило меня."

# game/script.rpy:728
translate english a54_ae97b1b5:

    # janet "— В комнате, помимо них, находилось нечто."
    janet "— В комнате, помимо них, находилось нечто."

# game/script.rpy:729
translate english a54_dcd4500b:

    # janet "— Оно стояло над Анной, стоящей на коленях, и что-то говорило на непонятном языке."
    janet "— Оно стояло над Анной, стоящей на коленях, и что-то говорило на непонятном языке."

# game/script.rpy:730
translate english a54_9bfc7707:

    # janet "— Вдруг над Анной появился красный шар, который увеличивался со временем."
    janet "— Вдруг над Анной появился красный шар, который увеличивался со временем."

# game/script.rpy:731
translate english a54_350adc28:

    # janet "— Существо вещало всё громче и громче, а шар всё увеличивался и увеличивался, пока не скрыл Анну полностью."
    janet "— Существо вещало всё громче и громче, а шар всё увеличивался и увеличивался, пока не скрыл Анну полностью."

# game/script.rpy:732
translate english a54_11d77b36:

    # janet "— Я не помню, сколько это длилось, но вдруг всё резко закончилось."
    janet "— Я не помню, сколько это длилось, но вдруг всё резко закончилось."

# game/script.rpy:733
translate english a54_7c7d29bb:

    # janet "— Шар пропал, и существо перестало говорить."
    janet "— Шар пропал, и существо перестало говорить."

# game/script.rpy:734
translate english a54_4e292c13:

    # janet "— Я поняла, что нужно бежать, но не успела я сделать и пары шагов, как мне стало плохо."
    janet "— Я поняла, что нужно бежать, но не успела я сделать и пары шагов, как мне стало плохо."

# game/script.rpy:735
translate english a54_64d053f2:

    # janet "— Последнее, что я помню — это падение и красный глаз существа."
    janet "— Последнее, что я помню — это падение и красный глаз существа."

# game/script.rpy:738
translate english a54_183c4471:

    # janet "— Пришла в себя я уже здесь."
    janet "— Пришла в себя я уже здесь."

# game/script.rpy:739
translate english a54_2c88beea:

    # janet "— Вот такая моя история."
    janet "— Вот такая моя история."

# game/script.rpy:742
translate english a54_61198b1c:

    # narrator "«Опять это существо с красным глазом, — подумала я. — Что это такое и почему оно обладает нечеловеческими способностями?»"
    narrator "«Опять это существо с красным глазом, — подумала я. — Что это такое и почему оно обладает нечеловеческими способностями?»"

# game/script.rpy:747
translate english a54_7a387edb:

    # helen "— Что насчёт тебя, Джон?"
    helen "— Что насчёт тебя, Джон?"

# game/script.rpy:750
translate english a54_ea5400b4:

    # narrator "Он посмотрел на меня небесно-голубыми глазами."
    narrator "Он посмотрел на меня небесно-голубыми глазами."

# game/script.rpy:751
translate english a54_0e913375:

    # narrator "Какое-то время он изучал меня."
    narrator "Какое-то время он изучал меня."

# game/script.rpy:752
translate english a54_256405a3:

    # narrator "Затем начал говорить."
    narrator "Затем начал говорить."

# game/script.rpy:753
translate english a54_6d869fef:

    # john "— Я попал сюда практически сразу после Джанет."
    john "— Я попал сюда практически сразу после Джанет."

# game/script.rpy:754
translate english a54_830ee67d:

    # john "— Я работал программистом в одной компании и добился там больших успехов."
    john "— Я работал программистом в одной компании и добился там больших успехов."

# game/script.rpy:755
translate english a54_80c9f107:

    # john "— Через какое-то время меня начали вербовать люди из компании-конкурента."
    john "— Через какое-то время меня начали вербовать люди из компании-конкурента."

# game/script.rpy:756
translate english a54_0b28c58d:

    # john "— Я отказался."
    john "— Я отказался."

# game/script.rpy:757
translate english a54_52202c85:

    # john "— Через два дня, когда я возвращался домой, меня оглушили."
    john "— Через два дня, когда я возвращался домой, меня оглушили."

# game/script.rpy:758
translate english a54_527da2c5:

    # john "— Очнулся я уже здесь."
    john "— Очнулся я уже здесь."

# game/script.rpy:761
translate english a54_6a16d377:

    # narrator "Рассказ Джона был коротким, но достаточно информативным."
    narrator "Рассказ Джона был коротким, но достаточно информативным."

# game/script.rpy:762
translate english a54_08a82c65:

    # narrator "Но мне казалось, что он что-то недоговаривал."
    narrator "Но мне казалось, что он что-то недоговаривал."

# game/script.rpy:763
translate english a54_54bcec27:

    # narrator "Я села рядом с Джанет и рассказала мою историю."
    narrator "Я села рядом с Джанет и рассказала мою историю."

# game/script.rpy:764
translate english a54_0ba6372e:

    # narrator "Когда я закончила, подвал погрузился в тишину."
    narrator "Когда я закончила, подвал погрузился в тишину."

# game/script.rpy:768
translate english a55_ec4b5171:

    # narrator "Через какое-то время я завела разговор о побеге."
    narrator "Через какое-то время я завела разговор о побеге."

# game/script.rpy:771
translate english a55_0787741e:

    # john "— Отсюда невозможно сбежать."
    john "— Отсюда невозможно сбежать."

# game/script.rpy:772
translate english a55_807c5ea9:

    # john "— Видишь ту лестницу? Она ведёт из подвала."
    john "— Видишь ту лестницу? Она ведёт из подвала."

# game/script.rpy:773
translate english a55_b7de3035:

    # john "— В конце лестницы есть дверь."
    john "— В конце лестницы есть дверь."

# game/script.rpy:774
translate english a55_e7b0483c:

    # john "— Но она железная и толстая, просто силой её не возьмёшь."
    john "— Но она железная и толстая, просто силой её не возьмёшь."

# game/script.rpy:777
translate english a55_8b638215:

    # janet "— Недавно какой-то пьяный культист, когда разносил ужин, проговорился о тайной двери, которая находится здесь."
    janet "— Недавно какой-то пьяный культист, когда разносил ужин, проговорился о тайной двери, которая находится здесь."

# game/script.rpy:778
translate english a55_1bd2277a:

    # janet "— Мы пытались найти её, но всё было безуспешно."
    janet "— Мы пытались найти её, но всё было безуспешно."

# game/script.rpy:779
translate english a55_caf544ea:

    # narrator "После того как Джанет перестала говорить, Джон подозрительно покосился на неё."
    narrator "После того как Джанет перестала говорить, Джон подозрительно покосился на неё."

# game/script.rpy:784
translate english a55_17bf7fc9:

    # helen "— А если я попробую найти её?"
    helen "— А если я попробую найти её?"

# game/script.rpy:787
translate english a55_47219bcc:

    # john "— Попробуй, может тебе повезёт."
    john "— Попробуй, может тебе повезёт."

# game/script.rpy:794
translate english a56_7d49e9b7:

    # narrator "Я начала поиски."
    narrator "Я начала поиски."

# game/script.rpy:795
translate english a56_f495b2d2:

    # narrator "Сначала я осмотрела стол."
    narrator "Сначала я осмотрела стол."

# game/script.rpy:796
translate english a56_0a2eea9c:

    # narrator "Он был массивным. На нём горела небольшая свечка."
    narrator "Он был массивным. На нём горела небольшая свечка."

# game/script.rpy:797
translate english a56_42c22f30:

    # narrator "Я осмотрела все ножки и нижнюю часть стола, но так ничего и не нашла."
    narrator "Я осмотрела все ножки и нижнюю часть стола, но так ничего и не нашла."

# game/script.rpy:798
translate english a56_ebffe189:

    # narrator "Осмотр стульев тоже не дал результатов."
    narrator "Осмотр стульев тоже не дал результатов."

# game/script.rpy:799
translate english a56_dc5c5466:

    # narrator "После я осмотрела «спальное место»."
    narrator "После я осмотрела «спальное место»."

# game/script.rpy:800
translate english a56_fee21eee:

    # narrator "Я смотрела практически под каждой соломинкой, но безуспешно. "
    narrator "Я смотрела практически под каждой соломинкой, но безуспешно. "

# game/script.rpy:801
translate english a56_d36336ab:

    # narrator "Затем я подошла к двери."
    narrator "Затем я подошла к двери."

# game/script.rpy:802
translate english a56_3422a44f:

    # narrator "Я попыталась что-то с ней сделать, но не получилось."
    narrator "Я попыталась что-то с ней сделать, но не получилось."

# game/script.rpy:803
translate english a56_34a02c39:

    # narrator "Все эти действия заняли у меня час."
    narrator "Все эти действия заняли у меня час."

# game/script.rpy:804
translate english a56_1146f6a0:

    # narrator "Выбившись из сил, я села в дальнем углу подвала."
    narrator "Выбившись из сил, я села в дальнем углу подвала."

# game/script.rpy:805
translate english a56_2d641427:

    # narrator "Неужели здесь правда ничего нет?"
    narrator "Неужели здесь правда ничего нет?"

# game/script.rpy:806
translate english a56_ce928ce5:

    # narrator "Я повернула голову влево, чтобы оглядеть стены, и неожиданно увидела какой-то рисунок."
    narrator "Я повернула голову влево, чтобы оглядеть стены, и неожиданно увидела какой-то рисунок."

# game/script.rpy:807
translate english a56_e2690ccd:

    # narrator "Присмотревшись, я поняла, что это шахматная доска с крохотными фигурками, которые как-то расставлены на доске."
    narrator "Присмотревшись, я поняла, что это шахматная доска с крохотными фигурками, которые как-то расставлены на доске."

# game/script.rpy:808
translate english a56_d6e83c3b:

    # narrator "Когда я напрягла мозги, я вспомнила о шахматной задаче, которую нам объяснял профессор Свэн."
    narrator "Когда я напрягла мозги, я вспомнила о шахматной задаче, которую нам объяснял профессор Свэн."

# game/script.rpy:813
translate english a57_ce5c443e:

    # narrator "Мы очутились в коридорах какого-то здания."
    narrator "Мы очутились в коридорах какого-то здания."

# game/script.rpy:814
translate english a57_744cdf5e:

    # narrator "Коридоры были максимально странными."
    narrator "Коридоры были максимально странными."

# game/script.rpy:815
translate english a57_dbe67b46:

    # narrator "Они менялись, искривлялись, искажались."
    narrator "Они менялись, искривлялись, искажались."

# game/script.rpy:816
translate english a57_2dd8f9e4:

    # narrator "Из окон лилось какое-то непонятное зелёное свечение."
    narrator "Из окон лилось какое-то непонятное зелёное свечение."

# game/script.rpy:817
translate english a57_6b6b8953:

    # narrator "Пола и потолка просто не было. Вместо них бегали нули и единицы, которые постоянно меняли своё положение."
    narrator "Пола и потолка просто не было. Вместо них бегали нули и единицы, которые постоянно меняли своё положение."

# game/script.rpy:818
translate english a57_816f6dd3:

    # narrator "На развилке стоял стол."
    narrator "На развилке стоял стол."

# game/script.rpy:819
translate english a57_00eaecd5:

    # narrator "Когда мы подошли к нему, мы обнаружили рисунок, похожий на граф."
    narrator "Когда мы подошли к нему, мы обнаружили рисунок, похожий на граф."

# game/script.rpy:820
translate english a57_a4555c20:

    # narrator "Рядом с этим рисунком была небольшая фигурка муравья."
    narrator "Рядом с этим рисунком была небольшая фигурка муравья."

# game/script.rpy:823
translate english a57_7734a303:

    # janet "— Что это такое?"
    janet "— Что это такое?"

# game/script.rpy:826
translate english a57_8b2e9008:

    # john "— Я не знаю. Дайте подумать."
    john "— Я не знаю. Дайте подумать."

# game/script.rpy:827
translate english a57_660592ae:

    # john "— Мы видим граф и муравья."
    john "— Мы видим граф и муравья."

# game/script.rpy:828
translate english a57_1466ed5b:

    # john "— Неужели это должно навести нас на муравьиный алгоритм?"
    john "— Неужели это должно навести нас на муравьиный алгоритм?"

# game/script.rpy:829
translate english a57_9e26d55a:

    # janet "— Какой алгоритм?"
    janet "— Какой алгоритм?"

# game/script.rpy:832
translate english a57_a01d7acb:

    # janet "— Я потом тебе объясню."
    janet "— Я потом тебе объясню."

# game/script.rpy:837
translate english a57_8060fab2:

    # narrator "Тут я заметила надпись: «Найди их всех, и они укажут тебе путь. Они находятся в ближайшей аудитории»."
    narrator "Тут я заметила надпись: «Найди их всех, и они укажут тебе путь. Они находятся в ближайшей аудитории»."

# game/script.rpy:840
translate english a57_87cda88e:

    # janet "— Неужели нам придётся облазить всю аудиторию, чтобы найти этих муравьев?"
    janet "— Неужели нам придётся облазить всю аудиторию, чтобы найти этих муравьев?"

# game/script.rpy:841
translate english a57_c981e8fd:

    # john "— Придётся, и это надо сделать быстро, пока нас не обнаружили."
    john "— Придётся, и это надо сделать быстро, пока нас не обнаружили."

# game/script.rpy:850
translate english a58_0e2b33f4:

    # john "— Еще немного, я вижу выход."
    john "— Еще немного, я вижу выход."

# game/script.rpy:852
translate english a58_f0db6a7a:

    # narrator "Мы ускорили шаг."
    narrator "Мы ускорили шаг."

# game/script.rpy:854
translate english a58_ffdaa2cf:

    # narrator "Когда мы оказались около двери, Джон быстро открыл её, и мы бросились из этого здания, которое оказалось ИСЗФом."
    narrator "Когда мы оказались около двери, Джон быстро открыл её, и мы бросились из этого здания, которое оказалось ИСЗФом."

# game/script.rpy:855
translate english a58_56b2b35d:

    # narrator "Мы немного отбежали от здания."
    narrator "Мы немного отбежали от здания."

# game/script.rpy:858
translate english a58_93139ec1:

    # john "— За мной."
    john "— За мной."

# game/script.rpy:860
translate english a58_a1e0b4dd:

    # narrator "Через какое-то время Джон повернул в подворотню."
    narrator "Через какое-то время Джон повернул в подворотню."

# game/script.rpy:861
translate english a58_10c1e933:

    # narrator "Мы последовали за ним."
    narrator "Мы последовали за ним."

# game/script.rpy:863
translate english a58_6aa9923d:

    # narrator "Когда мы зашли туда, то увидели девушку."
    narrator "Когда мы зашли туда, то увидели девушку."

# game/script.rpy:866
translate english a58_e7a24e24:

    # girl "— Джон! Я так рада тебя видеть."
    girl "— Джон! Я так рада тебя видеть."

# game/script.rpy:869
translate english a58_35b2892b:

    # john "— Я тебя тоже, Лилиана!"
    john "— Я тебя тоже, Лилиана!"

# game/script.rpy:870
translate english a58_c19bf901:

    # narrator "После этих слов они обнялись."
    narrator "После этих слов они обнялись."

# game/script.rpy:873
translate english a58_5c478b68:

    # john "— Позволь мне представить тебе Джанет, которая помогла мне не сойти с ума в подвале. И Хэлен, которая спасла нас."
    john "— Позволь мне представить тебе Джанет, которая помогла мне не сойти с ума в подвале. И Хэлен, которая спасла нас."

# game/script.rpy:876
translate english a58_9381f6e2:

    # lilian "— Приятно познакомиться."
    lilian "— Приятно познакомиться."

# game/script.rpy:877
translate english a58_853220df:

    # lilian "— Моё имя вы уже слышали."
    lilian "— Моё имя вы уже слышали."

# game/script.rpy:883
translate english a59_c444e479:

    # john "— Извините, что скрывал правду."
    john "— Извините, что скрывал правду."

# game/script.rpy:884
translate english a59_4c02a73d:

    # john " Просто я не доверял вам."
    john " Просто я не доверял вам."

# game/script.rpy:887
translate english a59_74d11aee:

    # janet "— Кто вы такие?"
    janet "— Кто вы такие?"

# game/script.rpy:890
translate english a59_df53ce9d:

    # lilian "— Я глава сопротивления, которое борется с вирусом."
    lilian "— Я глава сопротивления, которое борется с вирусом."

# game/script.rpy:891
translate english a59_e3b26e6b:

    # lilian " Джон — моя правая рука и самый верный соратник."
    lilian " Джон — моя правая рука и самый верный соратник."

# game/script.rpy:897
translate english a59_6994bc5b:

    # helen "— Кто такой вирус и что за сопротивление?"
    helen "— Кто такой вирус и что за сопротивление?"

# game/script.rpy:902
translate english a59_55fccdea:

    # lilian "— Позволь мне рассказать."
    lilian "— Позволь мне рассказать."

# game/script.rpy:903
translate english a59_a7e4f8ed:

    # lilian "— Если ты спасла Джона и Джанет из ИСЗФ, значит ты умеешь программировать."
    lilian "— Если ты спасла Джона и Джанет из ИСЗФ, значит ты умеешь программировать."

# game/script.rpy:904
translate english a59_577ea2c8:

    # lilian "— Скорее всего, ты многое знаешь, но и ничего не знаешь одновременно."
    lilian "— Скорее всего, ты многое знаешь, но и ничего не знаешь одновременно."

# game/script.rpy:905
translate english a59_ad0fde84:

    # lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."
    lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."

# game/script.rpy:906
translate english a59_09d1f9b3:

    # lilian "— Но это далеко не так."
    lilian "— Но это далеко не так."

# game/script.rpy:907
translate english a59_4d9de6af:

    # lilian "— Возможно, ты знаешь, что всё началось с машинного кода."
    lilian "— Возможно, ты знаешь, что всё началось с машинного кода."

# game/script.rpy:908
translate english a59_884d1e49:

    # lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло."
    lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло."

# game/script.rpy:909
translate english a59_83342220:

    # lilian "— Это именно он давал людям идеи, куда двигаться дальше."
    lilian "— Это именно он давал людям идеи, куда двигаться дальше."

# game/script.rpy:910
translate english a59_aa1ce2f9:

    # lilian "— Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."
    lilian "— Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."

# game/script.rpy:911
translate english a59_70fe2a3f:

    # lilian "— Так появился язык Ассемблер."
    lilian "— Так появился язык Ассемблер."

# game/script.rpy:912
translate english a59_93ca688e:

    # lilian "— С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."
    lilian "— С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."

# game/script.rpy:913
translate english a59_32fba6e9:

    # lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."
    lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."

# game/script.rpy:914
translate english a59_507aa72b:

    # lilian "— Для всех них были придуманы свои языки, которые превратились в посланников."
    lilian "— Для всех них были придуманы свои языки, которые превратились в посланников."

# game/script.rpy:915
translate english a59_b0c7bce9:

    # lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."
    lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."

# game/script.rpy:918
translate english a59_1c7c0ad0:

    # lilian "— Но есть и тёмная сторона в программировании — это хакеры."
    lilian "— Но есть и тёмная сторона в программировании — это хакеры."

# game/script.rpy:919
translate english a59_8248c2e9:

    # lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."
    lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."

# game/script.rpy:920
translate english a59_2394793a:

    # lilian "— Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."
    lilian "— Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."

# game/script.rpy:921
translate english a59_6e38348d:

    # lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."
    lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."

# game/script.rpy:922
translate english a59_7a154955:

    # lilian "— Признаюсь, я и сама в нём состояла, но это в прошлом."
    lilian "— Признаюсь, я и сама в нём состояла, но это в прошлом."

# game/script.rpy:923
translate english a59_e2b39458:

    # lilian "— Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."
    lilian "— Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."

# game/script.rpy:926
translate english a59_36e5d124:

    # janet "— Так вот что это было за существо…"
    janet "— Так вот что это было за существо…"

# game/script.rpy:929
translate english a59_16cc85e8:

    # lilian "— Ты видела Вируса?"
    lilian "— Ты видела Вируса?"

# game/script.rpy:930
translate english a59_eddcd2d3:

    # narrator "Джанет кивнула."
    narrator "Джанет кивнула."

# game/script.rpy:931
translate english a59_fdfc6d7c:

    # lilian "— Тогда тебе лучше пойти с нами. Я хочу поговорить с тобой. Ты можешь помочь нам."
    lilian "— Тогда тебе лучше пойти с нами. Я хочу поговорить с тобой. Ты можешь помочь нам."

# game/script.rpy:932
translate english a59_7dcbc62e:

    # lilian " Хэлен, тебе тоже лучше побыть у нас, ведь за теми, кто сбежал из ИСЗФ, гарантированно начнётся охота."
    lilian " Хэлен, тебе тоже лучше побыть у нас, ведь за теми, кто сбежал из ИСЗФ, гарантированно начнётся охота."

# game/script.rpy:934
translate english a59_f44b44cb:

    # narrator "Мы с Джанет переглянулись."
    narrator "Мы с Джанет переглянулись."

# game/script.rpy:935
translate english a59_2ce6d17b:

    # narrator "Если это так, тогда нам лучше пойти с ними."
    narrator "Если это так, тогда нам лучше пойти с ними."

# game/script.rpy:936
translate english a59_aad2ec39:

    # narrator "Недолго думая, мы согласились."
    narrator "Недолго думая, мы согласились."

# game/script.rpy:944
translate english a60_236f0848:

    # narrator "Лилиана и Джон улыбнулись."
    narrator "Лилиана и Джон улыбнулись."

# game/script.rpy:945
translate english a60_f57e2125:

    # john "— Тогда следуйте за нами."
    john "— Тогда следуйте за нами."

# game/script.rpy:948
translate english a60_466e08b0:

    # narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ."
    narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ."

# game/script.rpy:952
translate english a61_48c66c14:

    # narrator "Мы столкнулись с культистами, когда поворачивали за угол."
    narrator "Мы столкнулись с культистами, когда поворачивали за угол."

# game/script.rpy:953
translate english a61_62b6cde6:

    # narrator "Они заметили нас и начали доставать клинки."
    narrator "Они заметили нас и начали доставать клинки."

# game/script.rpy:954
translate english a61_cef854db:

    # narrator "Чудом мы увернулись от их ударов и бросились прямо по коридору."
    narrator "Чудом мы увернулись от их ударов и бросились прямо по коридору."

# game/script.rpy:955
translate english a61_5e5c2ad4:

    # narrator "Мы бежали со всей скоростью, но культисты постепенно догоняли нас."
    narrator "Мы бежали со всей скоростью, но культисты постепенно догоняли нас."

# game/script.rpy:958
translate english a61_559285e1:

    # john "— Бегите дальше, выход должен быть скоро. Я задержу их."
    john "— Бегите дальше, выход должен быть скоро. Я задержу их."

# game/script.rpy:959
translate english a61_ff1c0a71:

    # john "— Если вас найдет девушка, которую зовут Лилиана, то не бойтесь её."
    john "— Если вас найдет девушка, которую зовут Лилиана, то не бойтесь её."

# game/script.rpy:960
translate english a61_688c7499:

    # john "— Вы можете ей доверять. Она поможет вам."
    john "— Вы можете ей доверять. Она поможет вам."

# game/script.rpy:962
translate english a61_a023ce89:

    # narrator "После этих слов Джон резко развернулся и направился прямо на культистов."
    narrator "После этих слов Джон резко развернулся и направился прямо на культистов."

# game/script.rpy:963
translate english a61_7ea3bfd5:

    # narrator "Когда он добежал до них, он ударил одного, и тот рухнул на пол. Но он не успел увернуться от второго."
    narrator "Когда он добежал до них, он ударил одного, и тот рухнул на пол. Но он не успел увернуться от второго."

# game/script.rpy:964
translate english a61_5010a156:

    # narrator "Мертвенно-белый клинок пробил ему грудь."
    narrator "Мертвенно-белый клинок пробил ему грудь."

# game/script.rpy:965
translate english a61_c252dd4f:

    # narrator "Джон сдавленно крикнул."
    narrator "Джон сдавленно крикнул."

# game/script.rpy:966
translate english a61_cf51215a:

    # narrator "Тут в себя пришёл первый культист."
    narrator "Тут в себя пришёл первый культист."

# game/script.rpy:967
translate english a61_165509f0:

    # narrator "Он встал и нанёс Джону смертельный удар прямо в сердце."
    narrator "Он встал и нанёс Джону смертельный удар прямо в сердце."

# game/script.rpy:968
translate english a61_f89ab031:

    # narrator "Джон сразу же повалился на пол и умер…"
    narrator "Джон сразу же повалился на пол и умер…"

# game/script.rpy:969
translate english a61_bb90092b:

    # narrator "Благодаря подвигу Джона, мы успели выбраться из здания, которое оказалось ИСЗФом."
    narrator "Благодаря подвигу Джона, мы успели выбраться из здания, которое оказалось ИСЗФом."

# game/script.rpy:974
translate english a62_3b5cd4cd:

    # narrator "Мы бежали что есть мочи."
    narrator "Мы бежали что есть мочи."

# game/script.rpy:976
translate english a62_4f20212b:

    # narrator " Вдруг какая-то тень толкнула обоих нас в подворотню."
    narrator " Вдруг какая-то тень толкнула обоих нас в подворотню."

# game/script.rpy:977
translate english a62_7601c8f3:

    # narrator "Мы уже готовились защищаться, но тут раздался голос девушки."
    narrator "Мы уже готовились защищаться, но тут раздался голос девушки."

# game/script.rpy:980
translate english a62_37e5df1a:

    # girl "— Не беспокойтесь. Я не причиню вреда друзьям Джона."
    girl "— Не беспокойтесь. Я не причиню вреда друзьям Джона."

# game/script.rpy:983
translate english a62_aa99e678:

    # janet "— Кто ты такая и откуда ты знаешь, что мы друзья Джона?"
    janet "— Кто ты такая и откуда ты знаешь, что мы друзья Джона?"

# game/script.rpy:984
translate english a62_7d3409a6:

    # lilian "— Меня зовут Лилиана."
    lilian "— Меня зовут Лилиана."

# game/script.rpy:985
translate english a62_ebaaff41:

    # lilian " Мои люди засекли на радаре коммуникатор Джона, которым он отмечает своих друзей, чтобы прийти к ним на помощь в случае беды."
    lilian " Мои люди засекли на радаре коммуникатор Джона, которым он отмечает своих друзей, чтобы прийти к ним на помощь в случае беды."

# game/script.rpy:988
translate english a62_9c0f9725:

    # lilian " Кстати, а где сам Джон?"
    lilian " Кстати, а где сам Джон?"

# game/script.rpy:993
translate english a62_5b107393:

    # helen "— Джон погиб, спасая нас."
    helen "— Джон погиб, спасая нас."

# game/script.rpy:996
translate english a62_a18dd1e0:

    # narrator "Глаза Лилианы расширились от удивления и шока."
    narrator "Глаза Лилианы расширились от удивления и шока."

# game/script.rpy:999
translate english a62_6bdaaa72:

    # lilian "— Он всегда был таким."
    lilian "— Он всегда был таким."

# game/script.rpy:1000
translate english a62_be35065a:

    # lilian " Если он вас спас, значит это неспроста."
    lilian " Если он вас спас, значит это неспроста."

# game/script.rpy:1005
translate english a62_aaf300f2:

    # lilian " Позвольте мне рассказать вам одну историю."
    lilian " Позвольте мне рассказать вам одну историю."

# game/script.rpy:1006
translate english a62_ad0fde84:

    # lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."
    lilian "— Многие люди думают, что программирование — это просто бездушные команды, алгоритмы, нули и единицы."

# game/script.rpy:1007
translate english a62_129b6633:

    # lilian " Но это далеко не так."
    lilian " Но это далеко не так."

# game/script.rpy:1008
translate english a62_335d0ad7:

    # lilian " Всё началось с машинного кода, родоначальника всего программирования в целом."
    lilian " Всё началось с машинного кода, родоначальника всего программирования в целом."

# game/script.rpy:1009
translate english a62_884d1e49:

    # lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло."
    lilian "— Так вот, вместе с ним зародился и первый, самый великий бог, от которого все и пошло."

# game/script.rpy:1010
translate english a62_4646017f:

    # lilian " Это именно он давал людям идеи, куда двигаться дальше."
    lilian " Это именно он давал людям идеи, куда двигаться дальше."

# game/script.rpy:1011
translate english a62_64f57826:

    # lilian " Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."
    lilian " Он послал им своего помощника — Ассемблера, чтобы людям было проще общаться с ним."

# game/script.rpy:1012
translate english a62_90f9590b:

    # lilian "— Так появился язык программирования Ассемблер."
    lilian "— Так появился язык программирования Ассемблер."

# game/script.rpy:1013
translate english a62_a5f1d01b:

    # lilian " С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."
    lilian " С помощью этого языка люди могли обращаться к богу с помощью команд, а он слал им, так сказать, благословение в виде работающего кода."

# game/script.rpy:1014
translate english a62_32fba6e9:

    # lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."
    lilian "— Со временем начали появляться новые боги. Бог машинного обучения и нейронных сетей, бог веб-программирования, бог алгоритмов и так далее."

# game/script.rpy:1015
translate english a62_6c4dd274:

    # lilian " Для всех них были придуманы свои языки, которые превратились в посланников."
    lilian " Для всех них были придуманы свои языки, которые превратились в посланников."

# game/script.rpy:1016
translate english a62_b0c7bce9:

    # lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."
    lilian "— Десять самых популярных из них сформировали Орден, который защищает богов."

# game/script.rpy:1019
translate english a62_d65e1e9d:

    # lilian " Но есть и тёмная сторона в программировании — это хакеры."
    lilian " Но есть и тёмная сторона в программировании — это хакеры."

# game/script.rpy:1020
translate english a62_8248c2e9:

    # lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."
    lilian "— Они хотели и хотят вредить людям и наживаться на их беспечности."

# game/script.rpy:1021
translate english a62_e16d7efc:

    # lilian " Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."
    lilian " Собственно, они и создали вирус, который стал своего рода тёмным братом машинного кода."

# game/script.rpy:1022
translate english a62_6e38348d:

    # lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."
    lilian "— Также они основали культ поклонения вирусу, который стал разрастаться быстрыми темпами."

# game/script.rpy:1023
translate english a62_79e2b415:

    # lilian " Признаюсь, я и сама в нём состояла, но это в прошлом."
    lilian " Признаюсь, я и сама в нём состояла, но это в прошлом."

# game/script.rpy:1024
translate english a62_2465021b:

    # lilian " Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."
    lilian " Когда я увидела, какие зверства творит культ, я сбежала и основала то, что называют оппозицией, которая борется с культом."

# game/script.rpy:1025
translate english a62_8c9a8410:

    # lilian "— Просто так я никому эту историю не рассказываю. Лишь тем, кому доверяю сама или доверял Джон."
    lilian "— Просто так я никому эту историю не рассказываю. Лишь тем, кому доверяю сама или доверял Джон."

# game/script.rpy:1026
translate english a62_728db544:

    # lilian " Сейчас я не сильно доверяю вам, но так как Джон выбрал вас, мне ничего не остаётся."
    lilian " Сейчас я не сильно доверяю вам, но так как Джон выбрал вас, мне ничего не остаётся."

# game/script.rpy:1027
translate english a62_a09ef8c4:

    # lilian "— В сложившейся ситуации вам нужно пойти со мной, ведь за теми, кто сбежал из ИСЗФ, начинается охота."
    lilian "— В сложившейся ситуации вам нужно пойти со мной, ведь за теми, кто сбежал из ИСЗФ, начинается охота."

# game/script.rpy:1028
translate english a62_f44b44cb:

    # narrator "Мы с Джанет переглянулись."
    narrator "Мы с Джанет переглянулись."

# game/script.rpy:1029
translate english a62_9b8dcee3:

    # narrator "С одной стороны, верить незнакомому человеку нам не хотелось, но с другой — нам не хотелось возвращаться в подвал."
    narrator "С одной стороны, верить незнакомому человеку нам не хотелось, но с другой — нам не хотелось возвращаться в подвал."

# game/script.rpy:1033
translate english a63_ee97d801:

    # narrator "Немного подумав, мы согласились."
    narrator "Немного подумав, мы согласились."

# game/script.rpy:1036
translate english a63_f75fedae:

    # lilian "— Хорошо. Следуйте за мной."
    lilian "— Хорошо. Следуйте за мной."

# game/script.rpy:1038
translate english a63_a7116df1:

    # narrator "Мы пошли за Лилианой. Она шла впереди. Мы же отставали на пару шагов."
    narrator "Мы пошли за Лилианой. Она шла впереди. Мы же отставали на пару шагов."

# game/script.rpy:1041
translate english a63_b1d289f5:

    # narrator "Когда я немного приблизилась к ней, я увидела, что она плачет…"
    narrator "Когда я немного приблизилась к ней, я увидела, что она плачет…"

# game/script.rpy:1043
translate english a63_466e08b0:

    # narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ."
    narrator "КОНЕЦ ПЕРВОЙ ГЛАВЫ."

# game/script.rpy:1047
translate english a64_a1cd2a29:

    # narrator "Я решила остаться и осмотреть аудиторию."
    narrator "Я решила остаться и осмотреть аудиторию."

# game/script.rpy:1048
translate english a64_0efff451:

    # narrator " Я дошла до одного конца комнаты и обратно, прошла по каждому ряду и заглянула под каждую столешницу."
    narrator " Я дошла до одного конца комнаты и обратно, прошла по каждому ряду и заглянула под каждую столешницу."

# game/script.rpy:1049
translate english a64_99ee3d68:

    # narrator "Но всё, что я нашла — это немного мусора, оставленную ручку и надпись «Эмма, я люблю тебя»."
    narrator "Но всё, что я нашла — это немного мусора, оставленную ручку и надпись «Эмма, я люблю тебя»."

# game/script.rpy:1050
translate english a64_cfb44785:

    # narrator "Вернувшись к столу преподавателя, я села и начала от скуки играть с ручкой."
    narrator "Вернувшись к столу преподавателя, я села и начала от скуки играть с ручкой."

# game/script.rpy:1054
translate english a65_2bfe28ef:

    # narrator "Тут я заметила какой-то рисунок на краю стола."
    narrator "Тут я заметила какой-то рисунок на краю стола."

# game/script.rpy:1055
translate english a65_1abe460c:

    # narrator "Я решила посмотреть на этот рисунок."
    narrator "Я решила посмотреть на этот рисунок."

# game/script.rpy:1056
translate english a65_ac09ddf9:

    # narrator "Он напоминал направленный граф со стрелками разного цвета: одни были зелёные, а другие красные."
    narrator "Он напоминал направленный граф со стрелками разного цвета: одни были зелёные, а другие красные."

# game/script.rpy:1057
translate english a65_4d162369:

    # narrator "Вершины этого графа были чёрными."
    narrator "Вершины этого графа были чёрными."

# game/script.rpy:1058
translate english a65_246f7ad4:

    # narrator "Лишь по краям были красные и одна зелёная точки."
    narrator "Лишь по краям были красные и одна зелёная точки."

# game/script.rpy:1059
translate english a65_bcf051e9:

    # narrator "Чуть выше было написано: «Налево, Прямо, Налево, Направо, Направо под углом в 45 градусов, Прямо и вы найдете выход из лабиринта»."
    narrator "Чуть выше было написано: «Налево, Прямо, Налево, Направо, Направо под углом в 45 градусов, Прямо и вы найдете выход из лабиринта»."

# game/script.rpy:1060
translate english a65_49aeec3e:

    # narrator "Интересно, что это значит?"
    narrator "Интересно, что это значит?"

# game/script.rpy:1064
translate english a66_a5cfcf36:

    # narrator "Когда я изучала рисунок, я краем глаза заметила в открытой полке стола какие-то бумаги."
    narrator "Когда я изучала рисунок, я краем глаза заметила в открытой полке стола какие-то бумаги."

# game/script.rpy:1065
translate english a66_a1c76ab5:

    # narrator "Знаю-знаю, нехорошо смотреть чужие документы, но внутренний голос подсказывал мне посмотреть их, а я привыкла доверять ему."
    narrator "Знаю-знаю, нехорошо смотреть чужие документы, но внутренний голос подсказывал мне посмотреть их, а я привыкла доверять ему."

# game/script.rpy:1066
translate english a66_fb4f61ac:

    # narrator "Я потянула руку и вытащила пару листов."
    narrator "Я потянула руку и вытащила пару листов."

# game/script.rpy:1067
translate english a66_42d9492b:

    # narrator "Осмотрев их, я поняла, что не могу разобрать ни слова."
    narrator "Осмотрев их, я поняла, что не могу разобрать ни слова."

# game/script.rpy:1068
translate english a66_fc013cbc:

    # narrator "Этот язык не был похож ни на один из иностранных, не говоря уже об английском."
    narrator "Этот язык не был похож ни на один из иностранных, не говоря уже об английском."

# game/script.rpy:1069
translate english a66_3fc6491e:

    # narrator "Эти изгибы, эти линии… Если это и придумал человек, то только безумный."
    narrator "Эти изгибы, эти линии… Если это и придумал человек, то только безумный."

# game/script.rpy:1070
translate english a66_867587ed:

    # narrator "Не знаю почему, но в голову мне пришла идея забрать документы и изучить их дома. Но возник вопрос: стоит ли так делать?"
    narrator "Не знаю почему, но в голову мне пришла идея забрать документы и изучить их дома. Но возник вопрос: стоит ли так делать?"

# game/script.rpy:1079
translate english a67_01cd60d5:

    # narrator "Я решила забрать документы с собой."
    narrator "Я решила забрать документы с собой."

# game/script.rpy:1080
translate english a67_544dbf18:

    # narrator "Когда мне оставалось положить в сумку последний документ, дверь в аудиторию открылась и вошёл профессор Свэн."
    narrator "Когда мне оставалось положить в сумку последний документ, дверь в аудиторию открылась и вошёл профессор Свэн."

# game/script.rpy:1084
translate english a68_96168ceb:

    # narrator "Я решила вернуть документы на место, где они были."
    narrator "Я решила вернуть документы на место, где они были."

# game/script.rpy:1085
translate english a68_c4b3afc0:

    # narrator "Когда мне оставалось положить последний документ, дверь в аудиторию открылась и вошёл профессор Свэн."
    narrator "Когда мне оставалось положить последний документ, дверь в аудиторию открылась и вошёл профессор Свэн."

# game/script.rpy:1091
translate english a69_032b4e12:

    # swan "— Извините, что заставил ждать."
    swan "— Извините, что заставил ждать."

# game/script.rpy:1094
translate english a69_18407b47:

    # swan "— Можем продол… Что вы делаете?"
    swan "— Можем продол… Что вы делаете?"

# game/script.rpy:1096
translate english a69_49d56775:

    # helen "— Я, я…"
    helen "— Я, я…"

# game/script.rpy:1097
translate english a69_a945adf3:

    # swan "— Теперь ты знаешь слишком много. К сожалению, мне придётся убить тебя."
    swan "— Теперь ты знаешь слишком много. К сожалению, мне придётся убить тебя."

# game/script.rpy:1100
translate english a69_23af2448:

    # narrator "После этих слов он достал из кармана нож."
    narrator "После этих слов он достал из кармана нож."

# game/script.rpy:1106
translate english a50_7d8c6f39:

    # helen "— Нет, хватит. Я устала его ждать!"
    helen "— Нет, хватит. Я устала его ждать!"

# game/script.rpy:1108
translate english a50_5a9131c0:

    # narrator "Когда я собрала вещи, я написала записку профессору."
    narrator "Когда я собрала вещи, я написала записку профессору."

# game/script.rpy:1110
translate english a50_095a77e7:

    # narrator "Я оставила её на столе и вышла в коридор."
    narrator "Я оставила её на столе и вышла в коридор."

# game/script.rpy:1113
translate english a50_2d1f71e6:

    # narrator "Как только я направилась к лестнице на первый этаж, дверь одной из аудиторий открылась, и из неё вышел профессор Бисмарк с, судя по всему, магистрантом."
    narrator "Как только я направилась к лестнице на первый этаж, дверь одной из аудиторий открылась, и из неё вышел профессор Бисмарк с, судя по всему, магистрантом."

# game/script.rpy:1114
translate english a50_c2bcb05f:

    # narrator "Магистрант кланялся перед ним и, казалось, умолял профессора что-то сделать, но профессор не обращал на него внимания."
    narrator "Магистрант кланялся перед ним и, казалось, умолял профессора что-то сделать, но профессор не обращал на него внимания."

# game/script.rpy:1117
translate english a50_15e28935:

    # narrator "Неожиданно профессор посмотрел на меня."
    narrator "Неожиданно профессор посмотрел на меня."

# game/script.rpy:1118
translate english a50_e73e9462:

    # narrator "Этот взгляд… О, как он напугал меня."
    narrator "Этот взгляд… О, как он напугал меня."

# game/script.rpy:1119
translate english a50_1ff4e892:

    # narrator "Эти хищные глаза полыхали ярким огнём преисподней."
    narrator "Эти хищные глаза полыхали ярким огнём преисподней."

# game/script.rpy:1120
translate english a50_45b00a81:

    # narrator "Вдруг я почувствовала слабость во всём теле, глаза начали закрываться, и я начала падать…"
    narrator "Вдруг я почувствовала слабость во всём теле, глаза начали закрываться, и я начала падать…"

# game/script.rpy:1125
translate english a51_54cb7698:

    # narrator "Честно говоря, мне не хотелось идти завтра в ИСЗФ, поэтому я сказала профессору, что занята."
    narrator "Честно говоря, мне не хотелось идти завтра в ИСЗФ, поэтому я сказала профессору, что занята."

# game/script.rpy:1126
translate english a51_5ddd1ccf:

    # narrator "Профессор резко изменился в лице."
    narrator "Профессор резко изменился в лице."

# game/script.rpy:1127
translate english a51_4659742a:

    # narrator "Прежняя лёгкая улыбка исчезла с его лица."
    narrator "Прежняя лёгкая улыбка исчезла с его лица."

# game/script.rpy:1128
translate english a51_ba2384ea:

    # narrator "Он нахмурился, и мне показалось, что он рассердился."
    narrator "Он нахмурился, и мне показалось, что он рассердился."

# game/script.rpy:1131
translate english a51_fb98b685:

    # swan "— Хорошо. Тогда удачных вам каникул."
    swan "— Хорошо. Тогда удачных вам каникул."

# game/script.rpy:1132
translate english a51_2f4409a9:

    # narrator "Он протянул мне зачётку."
    narrator "Он протянул мне зачётку."

# game/script.rpy:1135
translate english a51_8d0d0e83:

    # narrator "Я поблагодарила его, забрала зачётку и пошла домой."
    narrator "Я поблагодарила его, забрала зачётку и пошла домой."

# game/script.rpy:1137
translate english a51_8dfed22c:

    # narrator "Когда я пришла домой, я вздохнула с облегчением."
    narrator "Когда я пришла домой, я вздохнула с облегчением."

# game/script.rpy:1138
translate english a51_405d25a9:

    # narrator "Еще один тяжелый семестр позади, и мне предстояли 3 месяца каникул!"
    narrator "Еще один тяжелый семестр позади, и мне предстояли 3 месяца каникул!"

# game/script.rpy:1139
translate english a51_ea4c6037:

    # narrator "Я переоделась, поела, сделала себе попкорн и включила свой любимый сериал."
    narrator "Я переоделась, поела, сделала себе попкорн и включила свой любимый сериал."

# game/script.rpy:1140
translate english a51_b487c97b:

    # narrator "Я подумала, как же давно я его не смотрела."
    narrator "Я подумала, как же давно я его не смотрела."

# game/script.rpy:1141
translate english a51_b41c8413:

    # narrator "Всё из-за домашек, лабораторных, проектов и так далее."
    narrator "Всё из-за домашек, лабораторных, проектов и так далее."

# game/script.rpy:1142
translate english a51_69e3684e:

    # narrator "Как всё-таки хорошо расслабиться! Я просидела перед телевизором до поздней ночи."
    narrator "Как всё-таки хорошо расслабиться! Я просидела перед телевизором до поздней ночи."

# game/script.rpy:1143
translate english a51_9ba7b672:

    # narrator "Уснула я только во втором часу."
    narrator "Уснула я только во втором часу."

# game/script.rpy:1148
translate english a21_016c8aee:

    # narrator "Я повернула направо."
    narrator "Я повернула направо."

# game/script.rpy:1149
translate english a21_194b944e:

    # narrator "Когда я шла, я читала таблички на дверях."
    narrator "Когда я шла, я читала таблички на дверях."

# game/script.rpy:1150
translate english a21_d25fa0eb:

    # narrator "Некоторые аудитории были открыты и пусты, но в основном двери были закрыты."
    narrator "Некоторые аудитории были открыты и пусты, но в основном двери были закрыты."

# game/script.rpy:1151
translate english a21_965366a9:

    # narrator "Я заметила на одной из дверей надпись: «Кафедра программирования»."
    narrator "Я заметила на одной из дверей надпись: «Кафедра программирования»."

# game/script.rpy:1152
translate english a21_624a66b2:

    # narrator "Под надписью висела табличка с именами преподавателей."
    narrator "Под надписью висела табличка с именами преподавателей."

# game/script.rpy:1153
translate english a21_36d47055:

    # narrator "Посмотрев на имена и увидев среди них имя профессора Свэна, я решила зайти и спросить, когда он вернётся."
    narrator "Посмотрев на имена и увидев среди них имя профессора Свэна, я решила зайти и спросить, когда он вернётся."

# game/script.rpy:1154
translate english a21_1109e96d:

    # narrator "Когда я подошла к двери, я увидела, что она приоткрыта. Я заглянула туда."
    narrator "Когда я подошла к двери, я увидела, что она приоткрыта. Я заглянула туда."

# game/script.rpy:1159
translate english a23_51208fae:

    # narrator "В комнате стоял профессор Свэн и ещё один человек. Но почему человек в мантии?"
    narrator "В комнате стоял профессор Свэн и ещё один человек. Но почему человек в мантии?"

# game/script.rpy:1160
translate english a23_c6e61c84:

    # narrator "Стоп, там ещё кто-то… Боже, что это?"
    narrator "Стоп, там ещё кто-то… Боже, что это?"

# game/script.rpy:1163
translate english a23_4eaefa18:

    # narrator "Это похоже на человека, но почему у него не видно лица? И почему у этого светится красным левый глаз?"
    narrator "Это похоже на человека, но почему у него не видно лица? И почему у этого светится красным левый глаз?"

# game/script.rpy:1164
translate english a23_5451b57e:

    # narrator "Мне стало не по себе, особенно когда я услышала его механический, скрипучий голос, который вещал:"
    narrator "Мне стало не по себе, особенно когда я услышала его механический, скрипучий голос, который вещал:"

# game/script.rpy:1165
translate english a23_22b964f9:

    # virus "— …я доволен, что с каждым разом вы вербуете всё больше и больше умных людей."
    virus "— …я доволен, что с каждым разом вы вербуете всё больше и больше умных людей."

# game/script.rpy:1166
translate english a23_be9e1704:

    # virus "— Но меня беспокоит, что я начал чаще чувствовать взор моего брата на них."
    virus "— Но меня беспокоит, что я начал чаще чувствовать взор моего брата на них."

# game/script.rpy:1169
translate english a23_b369b0ed:

    # swan "— Извините, мой повелитель. Увы, но мы не чувствуем этого."
    swan "— Извините, мой повелитель. Увы, но мы не чувствуем этого."

# game/script.rpy:1172
translate english a23_d12595ac:

    # virus "— Это могу почувствовать только я, глупец!"
    virus "— Это могу почувствовать только я, глупец!"

# game/script.rpy:1173
translate english a23_d045a593:

    # virus "— Только я могу почувствовать взор моего брата."
    virus "— Только я могу почувствовать взор моего брата."

# game/script.rpy:1178
translate english a23_007dced6:

    # narrator "Тут профессор Свэн и ещё один человек схватились за горло и начали задыхаться."
    narrator "Тут профессор Свэн и ещё один человек схватились за горло и начали задыхаться."

# game/script.rpy:1179
translate english a23_65a9a4f1:

    # narrator "Существо лишь стояло и смотрело на них своим красным глазом."
    narrator "Существо лишь стояло и смотрело на них своим красным глазом."

# game/script.rpy:1180
translate english a23_14693c89:

    # narrator "Через секунду два человека уже лежали на земле."
    narrator "Через секунду два человека уже лежали на земле."

# game/script.rpy:1181
translate english a23_8117e9f6:

    # narrator "Один из них пытался что-то сказать, но безуспешно."
    narrator "Один из них пытался что-то сказать, но безуспешно."

# game/script.rpy:1182
translate english a23_34da4069:

    # narrator "Вдруг всё прекратилось."
    narrator "Вдруг всё прекратилось."

# game/script.rpy:1183
translate english a23_f98597b0:

    # narrator "Профессор и культист перестали задыхаться."
    narrator "Профессор и культист перестали задыхаться."

# game/script.rpy:1184
translate english a23_9c517c4a:

    # narrator "Они полежали на полу ещё минуту, после чего встали."
    narrator "Они полежали на полу ещё минуту, после чего встали."

# game/script.rpy:1187
translate english a23_02dfe6f0:

    # virus "— Вернёмся к нашему разговору."
    virus "— Вернёмся к нашему разговору."

# game/script.rpy:1188
translate english a23_8e2b50dd:

    # virus "— Свэн, ты говоришь, что привел новую кандидатуру?"
    virus "— Свэн, ты говоришь, что привел новую кандидатуру?"

# game/script.rpy:1191
translate english a23_9f78253b:

    # swan "— Вы правы, мой повелитель. Она идеально подходит нам."
    swan "— Вы правы, мой повелитель. Она идеально подходит нам."

# game/script.rpy:1195
translate english a23_52661650:

    # narrator "После этих слов существо закрыло глаз."
    narrator "После этих слов существо закрыло глаз."

# game/script.rpy:1196
translate english a23_57b68e56:

    # narrator "Вдруг я почувствовала, что на меня кто-то смотрит."
    narrator "Вдруг я почувствовала, что на меня кто-то смотрит."

# game/script.rpy:1197
translate english a23_3923317f:

    # narrator "Я обернулась, но никого сзади не было."
    narrator "Я обернулась, но никого сзади не было."

# game/script.rpy:1198
translate english a23_da8ac41b:

    # narrator "Я чувствовала, что что-то смотрело всё пристальней и пристальней."
    narrator "Я чувствовала, что что-то смотрело всё пристальней и пристальней."

# game/script.rpy:1199
translate english a23_92b6ba1c:

    # narrator "Мне казалось, что оно видит меня насквозь."
    narrator "Мне казалось, что оно видит меня насквозь."

# game/script.rpy:1200
translate english a23_a5151a16:

    # narrator "Казалось, оно читает мои мысли, видит мои воспоминания и смеется над моими секретами."
    narrator "Казалось, оно читает мои мысли, видит мои воспоминания и смеется над моими секретами."

# game/script.rpy:1203
translate english a23_8b625093:

    # narrator "Это чувство прекратилось, когда существо открыло глаз."
    narrator "Это чувство прекратилось, когда существо открыло глаз."

# game/script.rpy:1204
translate english a23_786957d4:

    # virus "— Ты прав, она идеальна. Но она не подходит нам."
    virus "— Ты прав, она идеальна. Но она не подходит нам."

# game/script.rpy:1207
translate english a23_98a333ce:

    # swan "— Почему? Она умна и достаточно хорошо разбирается в программировании."
    swan "— Почему? Она умна и достаточно хорошо разбирается в программировании."

# game/script.rpy:1208
translate english a23_49049f6b:

    # swan "— Мы должны попробовать завербовать её."
    swan "— Мы должны попробовать завербовать её."

# game/script.rpy:1211
translate english a23_48f48fb5:

    # virus "— Не тебе решать, смертный! Да, она умна и подходит нам, но я чувствую в ней что-то от него."
    virus "— Не тебе решать, смертный! Да, она умна и подходит нам, но я чувствую в ней что-то от него."

# game/script.rpy:1214
translate english a23_ca57e0aa:

    # swan "— Тогда что нам с ней делать?"
    swan "— Тогда что нам с ней делать?"

# game/script.rpy:1215
translate english a23_c95e148d:

    # virus "— Убейте её!"
    virus "— Убейте её!"

# game/script.rpy:1219
translate english start_chess_aca10af0:

    # narrator "Ход белых. Нужно поставить мат в 2 хода чёрному королю"
    narrator "Ход белых. Нужно поставить мат в 2 хода чёрному королю"

# game/script.rpy:1227
translate english start_chess_761e9be0:

    # narrator "Когда я разместила последнюю фигурку в нужном месте, за мной открылась потайная дверь."
    narrator "Когда я разместила последнюю фигурку в нужном месте, за мной открылась потайная дверь."

# game/script.rpy:1230
translate english start_chess_2d446e11:

    # janet "— Неужели культист не врал?"
    janet "— Неужели культист не врал?"

# game/script.rpy:1233
translate english start_chess_874fc434:

    # john "— Чего мы ждём? Пойдемте."
    john "— Чего мы ждём? Пойдемте."

# game/script.rpy:1237
translate english start_chess_f4d91273:

    # narrator "Мы направились в тёмный тоннель, которому, казалось, не было конца."
    narrator "Мы направились в тёмный тоннель, которому, казалось, не было конца."

# game/script.rpy:1238
translate english start_chess_f193a0a1:

    # narrator "Минут через пятнадцать я ощутила ручку двери."
    narrator "Минут через пятнадцать я ощутила ручку двери."

# game/script.rpy:1239
translate english start_chess_94c3221a:

    # narrator "Когда я немного толкнула её, она открылась."
    narrator "Когда я немного толкнула её, она открылась."

# game/script.rpy:1243
translate english start_chess_eb035481:

    # "Попробуем еще раз?"
    "Попробуем еще раз?"

# game/script.rpy:1247
translate english start_git_puzzle_f6ecab84:

    # narrator "Я ввела данные с устройства и вошла в систему."
    narrator "Я ввела данные с устройства и вошла в систему."

# game/script.rpy:1248
translate english start_git_puzzle_4d21e90b:

    # narrator "Судя по информации из книги, чтобы вернуться в реальный мир, мне нужно выполнить следующие действия:"
    narrator "Судя по информации из книги, чтобы вернуться в реальный мир, мне нужно выполнить следующие действия:"

# game/script.rpy:1249
translate english start_git_puzzle_70b60eaf:

    # narrator "Первое. Нужно посмотреть список веток с помощью команды {b}pbw branch{/b}"
    narrator "Первое. Нужно посмотреть список веток с помощью команды {b}pbw branch{/b}"

# game/script.rpy:1250
translate english start_git_puzzle_0ba62750:

    # narrator "Второе. Нужно переключиться на ветку моего жизненного пути (Должно быть что-то вроде {b}helen_alive{/b}) с помощью команды {b}pbw switch{/b}"
    narrator "Второе. Нужно переключиться на ветку моего жизненного пути (Должно быть что-то вроде {b}helen_alive{/b}) с помощью команды {b}pbw switch{/b}"

# game/script.rpy:1251
translate english start_git_puzzle_e878c7a3:

    # narrator "Третье. Нужно убрать файл {b}helen.life{/b} из «индекса» с помощью {b}pbw restore --staged{/b}"
    narrator "Третье. Нужно убрать файл {b}helen.life{/b} из «индекса» с помощью {b}pbw restore --staged{/b}"

# game/script.rpy:1252
translate english start_git_puzzle_989293ca:

    # narrator "Четвёртое. Нужно отменить изменения в файле {b}helen.life{/b} с помощью {b}pbw restore{/b}"
    narrator "Четвёртое. Нужно отменить изменения в файле {b}helen.life{/b} с помощью {b}pbw restore{/b}"

# game/script.rpy:1256
translate english git_puzzle_success_d0a88d94:

    # narrator "Как только я нажала на Enter, я почувствовала, что меня как будто начало сжимать."
    narrator "Как только я нажала на Enter, я почувствовала, что меня как будто начало сжимать."

# game/script.rpy:1257
translate english git_puzzle_success_c4f3934c:

    # narrator "Я упала на землю. Всё вокруг вертелось. И я потеряла сознание. Очнулась я в подвале какого-то строения."
    narrator "Я упала на землю. Всё вокруг вертелось. И я потеряла сознание. Очнулась я в подвале какого-то строения."

# game/script.rpy:1271
translate english ant_puzzle_prob_success_c23ba245:

    # narrator "Мы нашли всех муравьев в аудитории, однако на это ушло больше времени, чем хотелось бы."
    narrator "Мы нашли всех муравьев в аудитории, однако на это ушло больше времени, чем хотелось бы."

# game/script.rpy:1272
translate english ant_puzzle_prob_success_b45b67e8:

    # narrator "Джон расставил муравьев на рисунке, после чего они стали перемещаться между вершинами графа."
    narrator "Джон расставил муравьев на рисунке, после чего они стали перемещаться между вершинами графа."

# game/script.rpy:1273
translate english ant_puzzle_prob_success_fd2b4e76:

    # narrator "Некоторое время мы наблюдали за тем, как траектории движения муравьёв становились всё более оптимальными, пока нас не прервал шёпот Джанет"
    narrator "Некоторое время мы наблюдали за тем, как траектории движения муравьёв становились всё более оптимальными, пока нас не прервал шёпот Джанет"

# game/script.rpy:1274
translate english ant_puzzle_prob_success_1a65cabf:

    # janet "— Вы тоже это слышите?"
    janet "— Вы тоже это слышите?"

# game/script.rpy:1275
translate english ant_puzzle_prob_success_bb01c673:

    # narrator "Отвлёкшись от наблюдения за движущимися фигурками муравьёв, я услышала разговор культистов, звуки которого доносились из коридора"
    narrator "Отвлёкшись от наблюдения за движущимися фигурками муравьёв, я услышала разговор культистов, звуки которого доносились из коридора"

# game/script.rpy:1276
translate english ant_puzzle_prob_success_7191fe5f:

    # janet "— Чёрт! Мне кажется я слышу шаги..."
    janet "— Чёрт! Мне кажется я слышу шаги..."

# game/script.rpy:1277
translate english ant_puzzle_prob_success_5af0f9d8:

    # narrator "Я на цыпочках подошла к двери и прислушалась"
    narrator "Я на цыпочках подошла к двери и прислушалась"

# game/script.rpy:1278
translate english ant_puzzle_prob_success_7877d79a:

    # narrator "Было слышно, как где-то в коридоре несколько культистов шли и переговаривались между собой"
    narrator "Было слышно, как где-то в коридоре несколько культистов шли и переговаривались между собой"

# game/script.rpy:1279
translate english ant_puzzle_prob_success_9271c193:

    # narrator "Судя по звуку, культисты, к счастью для нас, пошли в противоположном направлении."
    narrator "Судя по звуку, культисты, к счастью для нас, пошли в противоположном направлении."

# game/script.rpy:1280
translate english ant_puzzle_prob_success_5b7d373a:

    # helen "— У нас мало времени. Нам нужно идти сейчас же."
    helen "— У нас мало времени. Нам нужно идти сейчас же."

# game/script.rpy:1281
translate english ant_puzzle_prob_success_ff6fd8d4:

    # helen "— Джон, как там у тебя? Муравьи нашли короткий путь по этим чёртовым коридорам?"
    helen "— Джон, как там у тебя? Муравьи нашли короткий путь по этим чёртовым коридорам?"

# game/script.rpy:1282
translate english ant_puzzle_prob_success_adc897b8:

    # john "— Хм, муравьи довольно равномерно распределились по графу."
    john "— Хм, муравьи довольно равномерно распределились по графу."

# game/script.rpy:1283
translate english ant_puzzle_prob_success_c462ad48:

    # john "— Есть только одна траектория, по которой от начальной до конечной точки ходит больше одного муравья..."
    john "— Есть только одна траектория, по которой от начальной до конечной точки ходит больше одного муравья..."

# game/script.rpy:1284
translate english ant_puzzle_prob_success_344b31fc:

    # john "— Она может оказаться неоптимальной, но, боюсь, другого выбора у нас нет."
    john "— Она может оказаться неоптимальной, но, боюсь, другого выбора у нас нет."

# game/script.rpy:1285
translate english ant_puzzle_prob_success_8a48ed5c:

    # narrator "После этих слов Джон тихонько подошел к двери."
    narrator "После этих слов Джон тихонько подошел к двери."

# game/script.rpy:1286
translate english ant_puzzle_prob_success_b86d6b57:

    # narrator "Сначала он прислушался к тому что происходит в коридоре, после чего аккуратно высунул голову и осмтрелся"
    narrator "Сначала он прислушался к тому что происходит в коридоре, после чего аккуратно высунул голову и осмтрелся"

# game/script.rpy:1287
translate english ant_puzzle_prob_success_8237934d:

    # narrator "Убедившись, что культистов поблизости нет, он жестом показал нам с Джанет, что можно идти"
    narrator "Убедившись, что культистов поблизости нет, он жестом показал нам с Джанет, что можно идти"

# game/script.rpy:1288
translate english ant_puzzle_prob_success_4785ac43:

    # narrator "Мы вышли из аудитории и пошли вслед за Джоном."
    narrator "Мы вышли из аудитории и пошли вслед за Джоном."

# game/script.rpy:1309
translate english ant_puzzle_failure_af0a26ce:

    # narrator "К несчастью, у нас не получилось найти всех муравьёв в аудитории."
    narrator "К несчастью, у нас не получилось найти всех муравьёв в аудитории."

# game/script.rpy:1310
translate english ant_puzzle_failure_530bf282:

    # helen "— Похоже, нам придётся идти наобум..."
    helen "— Похоже, нам придётся идти наобум..."

# game/script.rpy:1311
translate english ant_puzzle_failure_531e1002:

    # narrator "После этих слов аудиторию наполнило неловкое молчание, которое через через пару минут прервал Джон"
    narrator "После этих слов аудиторию наполнило неловкое молчание, которое через через пару минут прервал Джон"

# game/script.rpy:1312
translate english ant_puzzle_failure_73a72b56:

    # john "— Я смог запомнить один из путей к выходу."
    john "— Я смог запомнить один из путей к выходу."

# game/script.rpy:1313
translate english ant_puzzle_failure_10f6b921:

    # john "— Скорее всего он не оптимален, так как я нашёл его с помощью «жадного алгоритма». Но, к сожалению, выбора у нас нет."
    john "— Скорее всего он не оптимален, так как я нашёл его с помощью «жадного алгоритма». Но, к сожалению, выбора у нас нет."

# game/script.rpy:1314
translate english ant_puzzle_failure_0a7a6d18:

    # narrator "Джон тихонько вышел из аудитории, осмотрелся, после чего жестом показал идти за ним."
    narrator "Джон тихонько вышел из аудитории, осмотрелся, после чего жестом показал идти за ним."

# game/script.rpy:1315
translate english ant_puzzle_failure_4785ac43:

    # narrator "Мы вышли из аудитории и пошли вслед за Джоном."
    narrator "Мы вышли из аудитории и пошли вслед за Джоном."

# game/script.rpy:1319
translate english ant_puzzle_success_16211361:

    # narrator "Мы нашли всех муравьев в аудитории очень быстро"
    narrator "Мы нашли всех муравьев в аудитории очень быстро"

# game/script.rpy:1320
translate english ant_puzzle_success_b45b67e8:

    # narrator "Джон расставил муравьев на рисунке, после чего они стали перемещаться между вершинами графа."
    narrator "Джон расставил муравьев на рисунке, после чего они стали перемещаться между вершинами графа."

# game/script.rpy:1321
translate english ant_puzzle_success_e699ee9f:

    # narrator "Мы наблюдали за тем, как траектории движения муравьёв становились всё более оптимальными, пока все муравьи не стали ходить от начальной до конечной точки маршрута по одной и той же траектории."
    narrator "Мы наблюдали за тем, как траектории движения муравьёв становились всё более оптимальными, пока все муравьи не стали ходить от начальной до конечной точки маршрута по одной и той же траектории."

# game/script.rpy:1322
translate english ant_puzzle_success_1053cd54:

    # john "— Это и есть наш оптимальный путь!"
    john "— Это и есть наш оптимальный путь!"

# game/script.rpy:1323
translate english ant_puzzle_success_9ece98a5:

    # narrator "Каждый из нас внимательно изучил найденный муравьями путь и запомнил его, чтобы не потеряться, если кого-то из нас поймайют культисты."
    narrator "Каждый из нас внимательно изучил найденный муравьями путь и запомнил его, чтобы не потеряться, если кого-то из нас поймайют культисты."

# game/script.rpy:1324
translate english ant_puzzle_success_e751ba97:

    # narrator "Мы осторожно покинули аудиторию и начали идти по маршруту."
    narrator "Мы осторожно покинули аудиторию и начали идти по маршруту."

translate english strings:

    # game/script.rpy:7
    old "Голос за дверью"
    new "Голос за дверью"

    # game/script.rpy:8
    old "Мужчина"
    new "Мужчина"

    # game/script.rpy:9
    old "Девушка"
    new "Девушка"

    # game/script.rpy:57
    old "Согласиться"
    new "Согласиться"

    # game/script.rpy:59
    old "Отказаться"
    new "Отказаться"

    # game/script.rpy:170
    old "Прогуляться по ИСЗФ"
    new "Прогуляться по ИСЗФ"

    # game/script.rpy:172
    old "Остаться и осмотреть аудиторию"
    new "Остаться и осмотреть аудиторию"

    # game/script.rpy:174
    old "Уйти"
    new "Уйти"

    # game/script.rpy:182
    old "Налево"
    new "Налево"

    # game/script.rpy:184
    old "Направо"
    new "Направо"

    # game/script.rpy:196
    old "Продолжить идти"
    new "Продолжить идти"

    # game/script.rpy:198
    old "Попытаться еще раз"
    new "Попытаться еще раз"

    # game/script.rpy:296
    old "Посмотреть рисунок"
    new "Посмотреть рисунок"

    # game/script.rpy:298
    old "Не отвлекаться"
    new "Не отвлекаться"

    # game/script.rpy:357
    old "Что-то я устала..."
    new "Что-то я устала..."

    # game/script.rpy:359
    old "Что-то мне не хорошо..."
    new "Что-то мне не хорошо..."

    # game/script.rpy:1072
    old "Забрать документы"
    new "Забрать документы"

    # game/script.rpy:1074
    old "Оставить документы"
    new "Оставить документы"

